Repository: pbatard/rufus-web
Catalog: locale/*/LC_MESSAGES/index.po
Languages: bs, de, fa, he, hi, hr, hy, mi, mk, nb, nl, or, pl, tr, vi

source: Rufus is produced in a 100%% transparent manner, from its <a target="_blank" %s>public source</a>, using a <a target="_blank" %s>MinGW32</a> environment.
bs: Rufus se proizvodi u 100%% transparentnom maniru, iz svog <a target="_blank" %s>javnog source-a</a>, koristeći <a target="_blank" %s>MinGW32</a> okruženje.
de: Rufus wird zu 100%% transparent erstellt, aus dem <a target="_blank" %s>öffentlichen Quellcode</a> unter Benutzung einer <a target="_blank" %s>MinGW32</a>-Umgebung.
fa: Rufus در شیوه شفاف سازی 100 درصدی از <a target="_blank" %s>منابع عمومی</a> آن، با استفاده از منابع <a target="_blank" %s>MinGW32</a> تولید شده است.
he: Rufus בנוי בצורה שקופה ב־100%%, <a target="_blank" %s>ממקורו הציבורי</a> תוך שימוש בסביבת <a target="_blank" %s>MinGW32</a>.
hi: रूफस को <a target="_blank" %s>MinGW32</a> वातावरण का उपयोग करके, अपने <a target="_blank" %s>सार्वजनिक स्रोत</a> से 100%% पारदर्शी तरीके से उत्पादित किया जाता है.
hy: Rufus-ը ստեղծված է 100%% թափանցիկ ձևով, իր <a target="_blank" %s>հասարակական աղբյուրից</a>, <a target="_blank" %s>MinGW32-ի</a> միջավայրի օգտագործմամբ:
mi: I hangaia a Rufus kia 100%% pūata, mai i tōna <a target="_blank" %s>pūtake iwi whānui</a>, mā te taiao <a target="_blank" %s>MinGW32</a>.
mk: Rufus направен на 100%% отворен начин, од неговиот <a target="_blank" %s>јавен извор</a>, со користење на <a target="_blank" %s>MinGW32</a> околина.
nb: Rufus er produsert på et 100%% gjennomskuelig vis med sin <a target="_blank" %s>åpne kildekode</a>, ved hjelp av <a target="_blank" %s>MinGW32s</a> miljø.
nl: Rufus is op een 100 %% transparante wijze geproduceerd, vanuit zijn <a target="_blank" %s>publieke bron</a>, gebruik makend van een <a target="_blank" %s>MinGW32</a>-omgeving.
or: ଋଫସ ସହେ ଶତକ ପରିଷ୍କାରରୂପେ କରାଯାଇଛି, <a target="_blank" %s>ଏହା ଲୋକଙ୍କପାଇଁ ଉଦ୍ଧିଷ୍ଟ</a>, <a target="_blank" %s>MinGW32</a> ଜଗତରେ ଏହାର ସୃଷ୍ଟି.
pl: Rufus jest tworzony ze 100%% przejrzystością, z jego <a target="_blank" %s>publicznego źródła</a>, używając środowiska <a target="_blank" %s>MinGW32</a>.
tr: Rufus %%100 şeffaf bir anlayışla ve <a target="_blank" %s>açık kaynak</a>la, <a target="_blank" %s>MinGW32</a> ortamı kullanılarak üretilmiştir.
vi: Rufus được tạo ra với 100%% thuần khiết, từ <a target="_blank" %s>mã nguồn mở</a>, bằng môi trường <a target="_blank" %s>MinGW32</a>.

source: Changelog
bs: Lista izmjena (Na engleskom)
fa: تغییرات
he: הערות שחרור
hi: बदलाव का
hr: Promjene
hy: Արված փոփոխություններ
mi: Tīniwha
mk: Лог за измени
nb: Programendringer (på Engelsk)
nl: Wijzigingslog
or: ଲଗ୍ ପରିବର୍ତନ
pl: Dziennik zmian (po angielsku)
tr: Sürüm Geçmişi
vi: Nhật ký thay đổi

source: Source Code
bs: Izvor koda
de: Quellcode
fa: کد منبع
he: קוד מקור
hi: सोर्स कोड
hr: Izvorni kod
hy: Սկզբնաղբյուրի Կոդ
mi: Waehere pūtake
mk: Изворен код
nb: Kildekode
nl: Broncode
or: ମୂଳ କୋଡ୍
pl: Kod Źródłowy
tr: Kaynak Kodu
vi: Mã nguồn

source: Alternatively, you can clone the <a target="_blank" %s>git</a> repository using:
bs: Altenativno, možete klonirati <a target="_blank" %s>Git</a> repozitorijum pomoću:
de: Alternativ können Sie das <a target="_blank" %s>git-Repository</a> klonen:
fa: متناوباً، شما می‌توانید انبار <a target="_blank" %s>git</a> را با استفاده از دستور زیر بازسازی کنید:
he: לחלופין, ניתן לשכפל את מאגר ה־<a target="_blank" %s>git</a> באמצעות:
hi: वैकल्पिक रूप से, आप <a target="_blank" %s>git</a> भंडार का उपयोग करके क्लोन कर सकते हैं:
hy: Այլապես, Դուք կարող եք կրկնօրինակել <a target="_blank" %s> git </a> շտեմարանը օգտագործելով՝
mi: Otiia, ka taea e koe te tārua i te kaipupuri <a target="_blank" %s>git</a> mā te whakamahi:
mk: Алтернативно, можете да го клонирате <a target="_blank" %s>git</a> користејќи:
nb: Alternativt kan du klone <a target="_blank" %s>git</a>-arkivet med:
nl: Als alternatief kunt u de <a target="_blank" %s>git</a>-repository op de volgende manier klonen:
or: ଆପଣ ଏହାର ସମ୍ପୂର୍ଣ ଅବିକଳ <a target="_blank" %s>git</a> ମାଧ୍ୟମରେ ବି କରିପାରିବେ:
pl: Alternatywnie, możesz sklonować repozytorium <a target="_blank" %s>git</a> używając:
tr: Alternatif olarak, <a target="_blank" %s>git</a> deposunu kullanarak klonlayabilirsiniz:
vi: Theo cách khác, bạn có thể sao chép kho <a target="_blank" %s>git</a> bằng lệnh:

source: For more information, see the <a target="_blank" %s>GitHub project</a>.
mi: Mō ētahi atu mōhiohio, tirohia <a target="_blank" %s>te kaupapa GitHub</a>.

source: If you are a developer, you are very much encouraged to tinker with Rufus and submit patches.
bs: Ako ste programer, veoma ste ohrabreni da pravite zakrpe za Rufus.
de: Wenn Sie selbst ein Entwickler sind, sind Sie herzlich dazu eingeladen, an Rufus herumzubasteln und Patches einzureichen.
fa: اگر یک توسعه دهنده هستید، شما را بسیار به سرهم‌بندی Rufus و ارائه اصلاحیه‌ها تشویق می‌کنیم.
he: אם אתה מפתח תוכנה, אני מעודד אותך להתעסק עם Rufus ולהגיש טלאים.
hi: यदि आप एक डेवलपर हैं, तो आपको रूफस के साथ टिंकर करने और पैच जमा करने के लिए बहुत प्रोत्साहित किया जाता है.
hr: Ukoliko ste programer, dobrodošli ste petljati s Rufusom i ponuditi zakrpe.
hy: Եթե Դուք ծրագրավորող եք, ապա Rufus-ի սխալների գտնելը, ուղղելը և լուծումի հրապարակելը մեծապես խրախուսվում է:
mi: Mēnā he kaiwhakawhanake koe, he tino whakahauhautia koe ki te tākaro i a Rufus me te tāpae kōrero.
mk: Ако сте програмер, силно Ве охрабруваат да го менувате Rufus и да испраќате подобрувања.
nb: Er du programvareutvikler, er du oppfordret til å forbedre Rufus og sende inn programendringer.
nl: Als ontwikkelaar wordt u sterk aangemoedigd om aan Rufus te knutselen en patches in te dienen.
or: ଯଦି ଆପଣ ଜଣେ ଡେଭେଲପର, ଆପଣ ସର୍ବଦା ଋଫସ ସହ ସମୟ ବିତାଇ ପାରିବେ ଓ ପାଚ ବି ପଠାଇ ପାରିବେ.
pl: Jeśli jesteś deweloperem, bardzo zachęcam do grzebania przy Rufusie i zgłaszania poprawek.
tr: Geliştiriciyseniz, Rufus'u düzeltmelere ve yama sunmaya teşvik ediyoruz.
vi: Nếu bạn là một nhà phát triển, bạn được khuyến kích giúp đỡ tìm và gửi các bản khắc phục cho Rufus.

source: Donations
bs: Donacije
de: Spenden
fa: کمک‌های مالی
he: תרומות
hi: दान
hr: Donacije
hy: Նվիրատվություններ
mi: Ngā Koha
mk: Донации
nb: Donasjoner
nl: Donaties
or: ଦାନ
pl: Dotacje
tr: Bağışlar
vi: Quyên góp

source: Since I'm getting asked about this on regular basis, there is <b>no</b> donation button on this page.
bs: Pošto me jako često pitaju o ovome, na ovoj stranici <b>ne postoji</b> dugme za donaciju.
de: Da ich regelmäßig gefragt werde: Nein, es gibt <b>keinen</b> Spendenbutton auf dieser Seite.
fa: از آنجایی که من درخواست‌های منظمی در این باره دریافت می‌کنم، <b>هیچ</b> کلید پرداختی بر روی این وبسایت وجود ندارد.
he: מאחר שאני נשאל בנושא זה על בסיס קבוע, <b>אין</b> כפתור לתרומה בעמוד זה.
hi: चूंकि मुझे नियमित आधार पर इसके बारे में पूछा जा रहा है, इसलिए इस पृष्ठ पर <b> no </b> दान बटन है.
hr: Budući da me često to pitaju, na ovoj stranici <b>nema</b> gumba za donacije.
hy: Քանի որ ես անընդհատ հարցեր եմ ստանում այս մասին, ասեմ, որ սույն էջում նվիրատվություն կատարելու կոճակ <b>չկա</b>:
mi: I te mea kei te pātai au mō tēnei i runga anō, <b>kāore</b> he pātene tuku ki tēnei whārangi.
mk: Бидејќи редовно ме прашуваат за ова, на оваа страница <b>нема</b> копче за донации.
nb: Fordi jeg stadig blir spurt dette: det er <b>ingen</b> donasjons-link på denne siden.
nl: Omdat ik hierover regelmatig vragen krijg: er is <b>geen</b> donatieknop op deze pagina.
or: ଯେହେତୁ ସର୍ବଦା ସମସ୍ତେ ମୋତେ ପଚାରନ୍ତି, ମୁଁ ଜଣାଇବାକୁ ଚାହେଁ ଏହି ପୃଷ୍ଠାରେ ଦାନ ବଟନ <b>ନାହି</b>.
pl: Ponieważ jestem o to regularnie pytany, <b>nie ma</b> przycisku dotacji na tej stronie.
tr: Web sayfasında bağış ile ilgili bir buton <b>yok</b> ve bu konuda düzenli olarak bildirimler alıyorum.
vi: Tôi thường xuyên được hỏi về điều này, nhưng <b>không</b> có nút quyên góp nào trên trang này cả.

source: The main reason is that I feel that the donation system doesn't actually help software development and worse, can be guilt-inducing for users who choose not to donate.
bs: Glavni razlog za to je što mislim da sistem donacije ne pomaže razvijanju programa i još čak gore, može izazvati osjećaj krivice za korisnike koji odluče da ne doniraju.
de: Der Hauptgrund ist, dass meiner Meinung nach das Spendensystem der Softwareentwicklung in keiner Weise hilft und schlimmer noch, dass es bei Nutzern, die nicht spenden möchten, Schuldgefühle hervorrufen kann.
fa: دلیل اصلی این است که احساس می‌کنم سیستم کمک مالی دقیقاً به توسعه برنامه کمکی نمی‌کند و برتر از آن، می‌تواند به کسانی که کمکی نمی‌کنند، احساس گناه القا کند.
he: הסיבה העיקרית היא שאני מרגיש שמערכת התרומות לא תעזור באמת בפיתוח התוכנה וגרוע מזה, יכולה להטיל תחושות אשמה על משתמשים שבוחרים שלא לתרום.
hi: मुख्य कारण यह है कि मुझे लगता है कि दान प्रणाली वास्तव में सॉफ्टवेयर विकास और बदतर में मदद नहीं करती है, जो दान करने का विकल्प चुनने वाले उपयोगकर्ताओं के लिए अपराध-प्रेरित हो सकती है.
hr: Glavni razlog tome je što osjećam kako sustav donacija ne samo da ne pomaže razvijanju softvera, nego k tomu može pobuditi i osjećaj krivnje kod korisnika koji ne doniraju.
hy: Դրա հիմնական պատճառն այն է, որ ես զգում եմ, որ նվիրատվության համակարգը փաստացի չի օգնում ծրագրերի զարգացման գործընթացին և ինչն ավելի վատ է՝ այն կարող է նվիրաբերություն չկատարող օգտվողներին մեղքի զգացողություն հաղորդել:
mi: Ko te take nui, ko taku whakaaro kāore te pūnaha koha e āwhina ki te whanaketanga pūmanawa, kino atu rānei, he whakaputa hara ki ngā kaiwhakamahi e kōwhiri ana kia kaua e tuku.
mk: Главната причина е тоа што сметам дека системот за донации всушност не помага во развојот на софтвер и уште полошо, може да предизвика вина кај корисниците кои ќе изберат да не донираат.
nb: Hovedgrunnen er at jeg føler det ikke hjelper til programvare-utviklingen, og det som verre er: det kan føre til dårlig samvittighet for de som ikke donerer.
nl: De belangrijkste reden is dat ik het gevoel heb dat het donatiesysteem niet echt helpt bij de ontwikkeling van software en erger nog, het kan schuldgevoelens opwekken bij gebruikers die ervoor kiezen om niet te doneren.
or: ମୁଁ ଭାବେ, ଦାନଶୈଳୀ କେବେବି ସଫ୍ଟୱେର ଗଠନରେ ସାହାର୍ଯ୍ୟ କରେନୀ ଓଲଟି ଖରାପ କରେ। ଯେଉଁମାନେ ଦାନକରିବାକୁ ଚାହାନ୍ତିନୀ ସେମାନେ ନିଜକୁ ବହୁତ କୋଷନ୍ତି.
pl: Główny powód jest taki, że czuję że system dotacji nie pomaga w rozwijaniu oprogramowania co gorsza, może wywoływać poczucie winy w użytkownikach którzy nie dotowali.
tr: Bunun temel sebebi bağış sisteminin, aslında yazılım geliştiricilerine yardımının olmaması hatta daha da kötüsü bağış yapmamayı tercih eden kullanıcılara suçluluk duygusu hissettirdiğini düşünmemdir.
vi: Nguyên nhân chính là do tôi cảm thấy hệ thống quyên góp không thật sự giúp phát triển phần mềm và tồi tệ hơn, nó có thể tạo nên cảm giác tội lỗi cho những người dùng không quyên góp.

source: If you really insist, you can always make a donation to the <a target="_blank" %s>Free Software Foundation</a>, as they are the main reason software like Rufus is possible.
bs: Ako zaista insistirate, uvjek možete napraviti donaciju <a target="_blank" %s>Udruženju Besplatnih Programa</a>, jer su oni glavni razlog zbog čega je Rufus moguć.
de: Wenn Sie wirklich darauf bestehen, können Sie stets der <a target="_blank" %s>Free Software Foundation</a> eine Spende zukommen lassen, da sie der Hauptgrund dafür ist, dass Software wie Rufus überhaupt möglich ist.
fa: اگر شما واقعاً پافشاری می‌کنید، همیشه می‌توانید به <a target="_blank" %s>بنیاد برنامه‌های رایگان</a> کمک کنید، آن‌ها دلیل اصلی است که وجود برنامه‌ای مثل Rufus را ممکن می‌سازد.
he: אבל אם אתה מתעקש, תמיד אפשר לתרום ל־<a target="_blank" %s>Free Software Foundation</a> כי הם הסיבה העיקרית שתוכנה כמו Rufus קיימת.
hi: यदि आप वास्तव में जोर देते हैं, तो आप हमेशा <a target="_blank" %s>फ्री सॉफ्टवेयर फाउंडेशन</a> को दान दे सकते हैं, क्योंकि वे मुख्य कारण सॉफ़्टवेयर हैं जैसे रूफस संभव है.
hy: Եթե Դուք իսկապես պնդում եք, ապա միշտ կարող եք նվիրատվություն կատարել <a target="_blank" %s>Անվճար Ծրագրերի Հիմնադրամին</a>, քանի որ հիմնականում նրանց շնորհիվ է, որ Rufus-ի նման ծրագրերի գոյությունը հնարավոր է:
mi: Mēnā kei te tohe tonu koe, ka taea e koe te tuku i tētahi koha ki te <a target="_blank" %s>Tūranga Pūmanawa Koreutu</a> i ngā wā katoa, he pērā rawa te pūmanawa take i pērā ai a Rufus.
mk: Ако навистина инсистирате, секогаш можете да донирате во <a target="_blank" %s>Фондацијата за слободен софтвер</a>, бидејќи тие се главната причина за постоење на софтвер како што е Rufus.
nb: Men hvis du virkelig insisterer, kan du gi en donasjon til <a target="_blank" %s>Free Software Foundation</a>, da de er hovedgrunnen til at Rufus er gjort mulig.
nl: Als u er echt op aandringt kunt u altijd een donatie doen aan de <a target="_blank" %s>Free Software Foundation</a>, omdat zij de belangrijkste reden zijn dat software zoals Rufus mogelijk is.
or: ଯଦି ଆପଣ ସ୍ଵେଚ୍ଛାଭାବେ ଦାନ କରିବାକୁ ଚାହାନ୍ତି ତେବେ ସର୍ବଦା <a target="_blank" %s>ଫ୍ରୀ ସଫ୍ଟୱେର ଫାଉନ୍ଡ଼େସନ</a>, ପକ୍ଷରେ ଦିଅନ୍ତୁ, କାରଣ ସେମାନଙ୍କ ପାଇଁ ହି ଋଫସ ସମ୍ଭବ ହୋଇପାରିଛି.
pl: Jeśli naprawdę chcesz, możesz złożyć dotację na <a target="_blank" %s>Free Software Foundation</a>, ponieważ oni są głównym powodem tego, że oprogramowanie takie jak Rufus jest możliwe.
tr: Yine de ısrar ediyorsanız, Rufus gibi yazılımların varoluşunu mümkün kılan <a target="_blank" %s>Free Software Foundation</a>'a bağış yapabilirsiniz.
vi: Nếu bạn vẫn muốn quyên góp, bạn luôn có thể quyên góp cho <a target="_blank" %s>Quỹ phần mềm miễn phí</a>, họ là nguyên nhân chính giúp phần mềm như Rufus được tạo ra.

source: At any rate, I'll take this opportunity to say <i><u>thank you</u></i> for your continuing support and enthusiasm about this little program: it is much appreciated!
bs: U svakom slučaju, ja ću iskoristiti ovu priliku da kažem <i><u>hvala vam</u></i> za stalnu podršku i entuzijazam za ovoj mali program. To jako cijenim.
de: Wie dem auch sei, ich möchte diese Gelegenheit nutzen, um <i><u>"Dankeschön"</u></i> zu sagen für die fortlaufende Unterstützung und den Enthusiasmus über dieses kleine Programm. Ich weiß es sehr zu schätzen!
fa: به هر حال، من فرصتی را برای این می‌گذارم که بگویم <i><u>از شما متشکرم</u></i> برای پشتیبانی مداوم و شور و شوقتان در مورد این برنامه کوچک: بسیار قدردانی می‌کنم!
he: בכל מקרה, אקח את ההזדמנות הזו כדי להגיד <i><u>תודה</u></i> על התמיכה המתמשכת ועל ההתלהבות לגבי תוכנית קטנה זו: אני מאוד מעריך את זה!
hi: किसी भी दर पर, मैं इस अवसर के बारे में आपके निरंतर समर्थन और उत्साह के लिए <i><u>धन्यवाद</u></i> कहने का अवसर दूंगा: यह बहुत सराहना की है!
hr: Iskoristit ću ovu priliku da kažem <i><u>hvala</u></i> na podršci i entuzijazmu za ovaj mali program, cijenim to!
hy: Ամեն դեպքում, ես ուզում եմ օգտվել այս հնարավորությունից և <i><u>շնորհակալություն</u></i> հայտնել այս փոքրիկ ծրագրի վերաբերյալ Ձեր ոգևորության և շարունակական աջակցության համար: Ես սա շատ եմ գնահատում:
mi: Ahakoa he aha te wā, māku e whakamōhio atu ki a koe mō tō tautoko haere tonu me tō hiahia mō tēnei papatono iti: he tino whakamihi!
mk: Како и да е, ќе ја искористам оваа можност да кажам <i><u>Ви благодарам</u></i> за постојаната поддршка и ентузијазам за оваа мала програма: многу ја ценем!
nb: Under alle omstendigheter vil jeg benytte anledningen til å si <i><u>takk</u></i> for din fortsatte støtte og entusiasme omkring dette lille programmet: Det er virkelig verdsatt!
nl: In ieder geval wil ik van de gelegenheid gebruik maken om jullie te <i><u>bedanken</u></i> voor jullie voortdurende steun en enthousiasme voor dit kleine programma. Het wordt zeer gewaardeerd.
or: ମୁଁ ଏହି ସୁଯୋଗନେଇ କହିବାକୁ ଚାହେଁ, ଏହି ଛୋଟିଆ ସରଞ୍ଜାମ ପାଇଁ ଆପଣଙ୍କର ଅହରହ ସପକ୍ଷ ଓ ଭଲପାଇବା ଯୋଗୁଁ <i><u> ଆପଣଙ୍କୁ ଧନ୍ୟବାଦ </u></i>: ବହୁତ କୃତଞ୍ଜତା!
pl: Przy okazji chciałbym powiedzieć <i><u>dziękuję</u></i> za ciągłe wsparcie i entuzjazm dla tego małego programu: bardzo to doceniam!
tr: Ne olursa olsun, bu küçük program ile ilgili olarak devamlı desteğiniz ve heveslendiriciliğiniz için <i><u>teşekkür ederim</u></i> demeyi borç biliyorum. Bu çok takdir edici!
vi: Dù ở mức nào, tôi sẽ tận dụng cơ hội này để nói <i><u>cảm ơn</u></i> vì bạn đã tiếp tục hỗ trợ và nhiệt tình về chương trình nhỏ này: tôi thật sự đánh giá cao điều đó!

source: But please continue to feel free to use Rufus without any guilt about not contributing for it financially &ndash; you should never have to!
bs: Ali molim vas slobodno da koristite Rufus bez ikakve krivice zbog toga što mu niste pomogli finansijski &ndash; Ne morate se brinuti oko toga!
de: Aber Sie können auch gerne weiterhin Rufus frei nutzen, ohne Schuldgefühle wegen fehlender, finanzieller Unterstützung haben zu müssen &ndash; die sollten Sie niemals haben müssen!
fa: اما لطفاً در صورت تمایل به استفاده از Rufus بدون داشتن هیچ گونه احساس گناهی بخاطر عدم کمک مالی، ادامه دهید. چون هیچ وقت مجبور به کمک مالی نیستید.
he: אבל תמשיך להרגיש חופשי להשתמש ב־Rufus ללא כל אשמה גם אם לא תרמת כספית &ndash; אתה לא חייב!
hi: लेकिन कृपया रूफस का उपयोग बिना किसी अपराध के वित्तीय रूप से योगदान देने के लिए स्वतंत्र महसूस करना जारी रखें; आपको कभी नहीं करना चाहिए!
hr: Ali molim vas da nastavite koristite Rufus bez ikakvog osjećaja krivnje oko nedoniranja &ndash; nikada to ne biste trebali!
hy: ՈՒ խնդրում եմ, շարունակե՛ք օգտվել Rufus-ից առանց որևիցե մեղքի զգացողության, որ ֆինանսապես չեք աջակցել նրան: Դուք պարտավոր էլ չէիք:
mi: Engari me haere tonu ki te whakawātea ki te whakamahi i a Rupuha, ā, kaore he hara mo te kore e mahi i tēnā moni &ndash; kaua rawa koe e whai take!
mk: Но, ве молиме, продолжете слободни да го користите Руфус без никаква вина за тоа што не сте придонеле за тоа финансиски &ndash; никогаш не сте принудени!
nb: Men fortsett endelig med å bruke Rufus helt gratis uten å føle skyld for at du ikke bidrar finansielt &ndash;det vil du aldri trenge å gjøre!
nl: Maar gebruik Rufus in alle vrijheid, zonder enig schuldgevoel over het leveren van een financiële bijdrage &ndash; dat is beslist niet nodig.
or: ଦୟାକରି ଆପଣ ମୁକ୍ତଭାବ ମନରେ ଋଫସ ଉପଯୋଗ କରନ୍ତୁ ଓ ଆପଣ ଆର୍ଥିକରୂପେ ସାହାର୍ଯ୍ୟ କରିନାହାନ୍ତି ବୋଲି କେବେବି ନିଜକୁ ଖରାପ ମନେ କରିବେନି &ndash; ଆପଣଙ୍କୁ କେବେବି ସେପରି କରିବାକୁ ପଡିବନି!
pl: Ale nie krępuj się używać Rufusa, bez poczucia winy o to, że nic nie wpłaciłeś &ndash; nigdy nie powinieneś!
tr: Asla böyle bir zorunluluğunuz yok. &ndash; Maddi olarak bir katkıda bulunmasanız da hiç bir suçluluk hissetmeden lütfen Rufus'u özgürce kullanmaya devam edin.
vi: Nhưng hãy tiếp tục sử dụng Rufus thoải mái và đừng tự cảm thấy tội lỗi gì về việc bạn không có đóng góp tài chính nào &ndash; bạn không cần phải làm thế!

source: Speed comparison between Rufus and other applications
bs: Poređenje brzine Rufusa i ostalih aplikacija
de: Geschwindigkeitsvergleich zwischen Rufus und anderen Anwendungen
fa: مقایسه سرعت میان Rufus و سایر برنامه‌ها
he: השוואת מהירויות בין Rufus ליישומים אחרים
hi: रूफस और अन्य अनुप्रयोगों के बीच गति तुलना
hr: Usporedba brzine između Rufusa i drugih aplikacija
hy: Rufus-ի և այլ հավելվածների արագությունների համեմատություն
mi: Whakataurite tere i waenga i a Rufus me ētahi atu taupānga
mk: Споредба на брзината помеѓу Руфус и другите апликации
nb: Sammenligning av hastighet mellom Rufus og andre programmer
nl: Snelheidsvergelijking tussen Rufus en andere toepassingen
or: ବେଗ ନିରୂପଣ, ଋଫସ ଓ ଅନ୍ୟ ସରଞ୍ଜାମ
pl: Porównanie prędkości Rufusa i innych aplikacji
tr: Rufus ve diğer uygulamalar arasındaki hız karşılaştırması
vi: So sánh tốc độ giữ Rufus và các ứng dụng khác

source: The following tests were carried out on a Windows 7 x64 Core 2 duo/4 GB RAM platform, with an USB 3.0 controller and a <a target="_blank" %s>16 GB USB 3.0 ADATA S102 flash drive</a>.
bs: Sljedeći test se izveo na Windows 7 x64 Core2 Duo/4 GB RAM platformi, sa USB 3.0 kontrolerom i sa <a target="_blank" %s>16 GB USB 3.0 ADATA S102 flash diskom</a>.
de: Die folgenden Tests wurden auf einem Windows 7 x64 Core 2 duo/4GB RAM-System mit einem USB 3.0-Controller und einem <a target="_blank" %s>16GB USB 3.0 ADATA S102 Flashlaufwerk</a> durchgeführt.
fa: آزمایش‌های زیر بر روی ویندوز 7 با معماری 64x با پردازنده Core i2 due و حافظه اصلی 8GB RAM با کنترلر USB نسخه 3 و یک فلش درایو 16 گیگابایتی <a target="_blank" %s>USB 3.0 ADATA S102</a> انجام گرفته اند:
he: הבדיקות הבאות בוצעו על הפלטפורמה Windows 7 x64 Core 2 duo/4 GB RAM, עם בקר USB 3.0 וכן כונן הבזק מסוג <a target="_blank" %s>‎16 GB USB 3.0 ADATA S102‏</a>.
hi: विंडोज 7 x64 कोर 2 जोड़ी / 4 जीबी रैम प्लेटफॉर्म पर यूएसबी 3.0 कंट्रोलर और एक <a target="_blank" %s>16 जीबी यूएसबी 3.0 एडीएटीए एस 102 फ्लैश ड्राइव</a> के साथ निम्नलिखित परीक्षण किए गए थे.
hy: Հետևյալ փորձարկումները արվել են Windows 7 x64 Core 2 duo/4 GB RAM համակարգչի վրա, USB 3.0 վերահսկիչով և <a target="_blank" %s>16 GB USB 3.0 ADATA S102 ֆլեշ-կուտակիչով</a>:
mi: I mahia ngā whakamātautau e whai ake nei ki tētahi pūhara RAM Windows 7 x64 Core 2/4 KKP, me tētahi pūmana USB 3.0 me tētahi puku kōhiko <a target="_blank" %s>USB 3.0 KKP 16 KKP 3.0 ADATA S102</a>.
mk: Следните тестови беа извршени на платформата Windows 7 x64 Core 2 duo / 4 GB RAM меморија, со USB 3.0 контролер и <a target="_blank" %s>16 GB USB 3.0 ADATA S102 флеш-уред</a>.
nb: De følgende testene ble utført på en Windows 7 x64, Core 2 duo, 4GB RAM-maskin med en USB 3.0-kontroller og en <a target="_blank" %s>16 GB USB 3.0 ADATA S102 flash-stasjon</a>.
nl: De volgende tests zijn uitgevoerd op een Windows7 x64 Core 2 duo/4 GB RAM platform met een USB 3.0-controller en een <a target="_blank" %s>16 GB USB 3.0 ADATA S102 flash drive</a>.
or: ତଳବର୍ଣିତ ପରୀକ୍ଷାଗୁଡିକ ୱିଣ୍ଡୋଜ ୭ କ୍ଷ x୬୪ କୋର ୨ ଡୂଓ/୪ ଜିବି ରାମ ପ୍ଳାଟଫର୍ମ କ୍ଷେତ୍ରରେ ଇଉଏସବି ୩.୦ ନିୟନ୍ତ୍ରିତ ଥିବା a <a target="_blank" %s>୧୬ ଇଉଏସବି ୩.୦ ଏଡେଟା ଏସ୧୦୨ ଫ୍ଲାଶ ଡ୍ରାଇଭରେ କରାଯାଇଛି</a>.
pl: Te testy były przeprowadzane na komputerze z Windows 7 x64 Core 2 duo/4 GB RAM, z kontrolerem USB 3.0 i <a target="_blank" %s>dyskiem flash 16 GB USB 3.0 ADATA S102</a>.
tr: Aşağıdaki testler, Windows 7 x64, Core 2 duo/4 GB RAM, USB 3.0 kontrolcülü ve <a target="_blank" %s>16 GB USB 3.0 ADATA S102 flash sürücü</a> ile gerçekleştirilmiştir.
vi: Các bài thử nghiệm dưới đây được thực hiện trên nền tảng Windows 7 x64 Core 2 duo/RAM 4 GB, với một bộ điều khiển USB 3.0 và một đĩa di động <a target="_blank" %s>16 GB USB 3.0 ADATA S102</a>.

source: Non exhaustive list of ISOs Rufus is known to work with
bs: Lista ISO-a sa kojima je dokazano da Rufus radi
de: Unvollständige Liste von mit Rufus kompatiblen ISOs
fa: لیست غیر مرجعی از ISOهایی که Rufus با آن‌ها به صورت شناخته شده کار می‌کند
he: רשימה לא מקיפה של קובצי ISO ש־Rufus יכול לעבוד איתם
hi: आईएसओ रूफस की गैर विस्तृत सूची के साथ काम करने के लिए जाना जाता है
hr: Nepotpuni popis ISO slika s kojima Rufus oprobano radi
hy: Rufus-ի հետ հաստատ աշխատող ISO-ների ոչ սպառիչ ցանկ
mi: E mōhiotia ana te rārangi ngaio o ISOs Rufus e mahi tahi ana me
mk: Не исцрпна листа на ISO записи, веќе е познато дека работат со Rufus
nb: Ufullstendig liste over ISO-er Rufus fungerer med
nl: Niet-uitputtende lijst van ISO's waar Rufus mee kan werken
or: ଋଫସରେ ହେଉଥିବା ଆଇଏସଓ ସୂଚୀ
pl: Niepełna lista ISO z którymi działa Rufus
tr: Rufus'un çalıştırdığı bilinen ISO'ların ayrıntılı olmayan listesi
vi: Danh sách ISO chưa đầy đủ mà Rufus có thể làm việc được
