Repository: pbatard/rufus-web
Catalog: locale/*/LC_MESSAGES/index.po
Languages: bs, de, fa, he, hi, hr, hy, mi, mk, nb, nl, or, pl, tr, vi

source: Version
bs: Verzija
fa: نسخه
he: גרסה
hr: Verzija
hy: Տարբերակ
mi: Putanga
mk: Верзија
nb: Versjon
nl: Versie
or: ସଂସରଣ
pl: Wersja
tr: Versiyon
vi: Phiên bản

source: Create bootable USB drives the easy way
bs: Napravite butabilne USB fleš diskove na lakši način
de: Erstellen Sie bootfähige USB-Laufwerke auf einfache Art und Weise
fa: راهی آسان برای ایجاد درایوهای USB
he: יצירת כונני USB ברי־אתחול בדרך הקלה
hi: बूट करने योग्य यूएसबी ड्राइव को आसान तरीके से बनाएं
hr: Stvori USB pokretačke jedinice na lagan način
hy: Հեշտությամբ ստեղծեք բեռնող USB կուտակիչներ
mi: Waihangatia ngā puku USB ka taea te whakaara
mk: Креирајте бутабилен USB диск на лесен начин
nb: Lag en oppstartbar USB-stasjon på den enkle måten
nl: Opstartbare USB-drives aanmaken op een eenvoudige manier
or: ଅତି ସହଜରେ କାର୍ଯ୍ୟଶୀଳ ଇଉଏସବି ଡ୍ରାଇଭସ୍ ବନାନ୍ତୁ
pl: Twórz bootowalne dyski USB w prosty sposób
tr: Önyüklemeli USB sürücü oluşturmanın en kolay yolu
vi: Cách tạo USB khởi động dễ dàng nhất

source: This page uses Google services, which may serve <u>non-personalised</u> cookies for advertising, analytics and security.
de: Diese Seite verwendet Google-Dienste, die <u>nicht personalisierte</u> Cookies für Werbung, Analysen und Sicherheit bereitstellen können.
mi: Ka whakamahi tēnei whārangi i ngā ratonga Google, ka whakamahi pea i ngā pihikete <u>whakawhaiaro-kore</u> mō ngā pānuitanga, tātaritanga me te haumarutanga.
nl: Deze pagina gebruikt Google services, die kunnen <u>niet-gepersonaliseerde</u> cookies aanbieden voor advertenties, analyse en beveiliging.

source: See details
de: Details ansehen
mi: Tirohia taipitopito
nl: Details weergeven

source: OK
mi: Ka pai

source: Change language:
de: Sprache ändern:
hi: भाषा बदलो:
mi: Huri Reo:
mk: Промени јазик:
or: ଭାଷା ବଦଳାନ୍ତୁ:
tr: Dil Değiştir:

source: Want to improve this translation?
bs: Želite da poboljšate prevod?
de: Möchten Sie diese Übersetzung verbessern?
fa: آیا می خواهید این ترجمه را بهبود ببخشید؟
he: רוצה לשפר את התרגום הזה?
hi: इस अनुवाद में सुधार करना चाहते हैं?
hy: ՈՒզու՞մ եք բարելավել այս թարգմանությունը:
mi: Kei te hiahia koe ki te whakapai ake i tēnei takatau?
mk: Сакаш ли да го подобриш преводот?
nb: Ønsker du å forbedre denne oversettelsen?
nl: Wilt u deze vertaling verbeteren?
or: ଏହି ଅନୁବାଦକୁ ଉନ୍ନତି କରିବା ପାଇଁ ଚାହାନ୍ତି?
tr: Bu çeviriyi geliştirmek ister misiniz?
vi: Muốn cải thiện bản dịch này?

source: rufus_en.png
de: rufus_de.png
fa: rufus_fa.png
he: rufus_he.png
hr: rufus_hr.png
mi: rufus_mi.png
mk: rufus_mk.png
nb: rufus_nb.png
nl: rufus_nl.png
pl: rufus_pl.png
tr: rufus_tr.png
vi: rufus_vi.png

source: Rufus is a utility that helps format and create bootable USB flash drives, such as USB keys/pendrives, memory sticks, etc.
bs: Rufus je alat koji pomaže da napravite butabilne USB fleš diskove, kao što su USB ključevi/pendrajvovi, memorijski stikovi, itd.
de: Rufus ist ein Werkzeug, welches dabei hilft, bootfähige USB-Laufwerke zu erstellen, wie beispielweise USB-Keys, Speichersticks usw.
fa: Rufus ابزاری است که به فرمت کردن و ساختن فلش درایوهای USB مانند پن‌درایوهای یو اس بی و ... کمک می‌کند.
he: Rufus הוא כלי המסייע באתחול ויצירת כונני הבזק מסוג USB הניתנים לאתחול, כמו דיסק און קי, כרטיסי זיכרון וכו׳.
hi: रूफस एक उपयोगिता है जो यूएसबी कुंजी / पेंड्रीव्स, मेमोरी स्टिक्स इत्यादि जैसे बूट करने योग्य यूएसबी फ्लैश ड्राइव बनाने और बनाने में मदद करती है.
hr: Rufus je aplikacija koja olakšava formatiranje i stvaranje USB pokretačkih jedinica.
hy: Rufus-ը ծրագիր է, որն օգնում է ձևաչափել և բեռնող USB կուտակիչներ ստեղծել Ձեր ֆլեշերից, հիշողության քարտերից և այլն:
mi: He whaipainga a Rufus hei āwhina ki te hōputu me te waihanga i ngā puku kohiko USB ka taea te whakaara, pēnei i ngā pātuhi USB/penedrives, ngā rākau pūmahara, te aha atu anō.
mk: Rufus е алатка за форматирање и креирање бутабилен УСБ флеш диск, како на пример USB keys/pendrives, memory sticks и слично.
nb: Rufus er et verktøy som hjelper til med å formatere og lage oppstartbare USB-stasjoner, for eksempel USB-minnepinner, USB-harddisker, og lignende.
nl: Rufus is een programma dat helpt bij het formatteren en aanmaken van opstartbare USB-flash-drives, zoals USB-sticks, USB-hd's,...
or: ଋଫସ ଏକ ସରଞ୍ଜାମ ଯେଉଁଥିରେ ଆପଣ ଚିତ୍ରଣ ଓ କାର୍ଯ୍ୟଶୀଳ ଇଉଏସବି ଫ୍ଲାଶ୍ ଡ୍ରାଇଭ, ଯଥା ଇଉଏସବି ଚାବି/କଲମଡ୍ରାଇଭଗୁଡିକ, ସ୍ମରଣ ବାଡିଗୁଡିକ, ଇତ୍ୟାଦି. ବନାଇ ପାରିବେ.
pl: Rufus to narzędzie, które pomaga formatować i tworzyć bootowalne dyski USB, takie jak klucze USB/pendrivy, karty pamięci itp.
tr: Rufus, USB anahtar/bellekler, hafıza kartları vb. gibi USB sürücüleri biçimlendirmeye ve önyüklemeli hale getirmeye yardımcı olan bir araçtır.
vi: Rufus là một tiện ích giúp định dạng và tạo khả năng khởi động cho USB, chẳng hạn như thẻ USB/đĩa di động, thẻ nhớ, vv.

source: It can be especially useful for cases where:
bs: On može biti posebno koristan kada:
de: Es kann besonders hilfreich sein in folgenden Fällen:
fa: این ابزار می‌تواند برای موارد زیر بسیار کاربردی باشد:
he: כלי זה יכול לסייע במקרים שבהם:
hi: यह विशेष रूप से मामलों के लिए उपयोगी हो सकता है जहां:
hr: Posebno je koristan kada:
hy: Այն կարող է հատկապես օգտակար լինել այն դեպքերում երբ՝
mi: Ka tino whaitake mō ngā take i reira:
mk: Може да биде особено корисно за случаи кога:
nb: Det kan være spesielt nyttig for tilfeller der:
nl: Het is vooral bruikbaar in gevallen waarbij:
or: ଏହା ବିଶେଷଭାବରେ ଉପଯୁକ୍ତ ଯେଉଁଠାରେ:
pl: Może być szczególnie użyteczny w przypadkach gdy:
tr: Özellikle şu yerlerde kullanışlı olabilir:
vi: Rufus đặc biệt hữu dụng trong những trường hợp:

source: you need to create USB installation media from bootable ISOs (Windows, Linux, UEFI, etc.)
bs: morate da napravite USB istalacione medije iz butabilnih ISO slika (Windows, Linux, UEFI, itd)
de: Sie müssen USB-Installationsmedien aus bootfähigen ISOs erstellen (Windows, Linux, UEFI, etc.)
fa: اگر می‌خواهید درایوهای یو اس بی برای نصب سیستم‌عامل‌ها از طریق فایل‌های ISO قابل بوت (مانند ویندوز، لینوکس، UEFI و ...) از روی حافظه فلش بسازید
he: יש לך צורך ליצור מדיית USB של התקנה מקובצי ISO ברי־אתחול (Windows,‏ Linux,‏ UEFI וכו’)
hi: आपको बूट करने योग्य आईएसओ (विंडोज़, लिनक्स, यूईएफआई इत्यादि) से यूएसबी इंस्टॉलेशन मीडिया बनाना होगा।
hr: trebate napraviti USB instalacijski medij iz pokretačke ISO datoteke (Windows, Linux, UEFI, itd.)
hy: Ձեզ հարկավոր է ISO պատկերներից ստեղծել բեռնող Windows, Linux, UEFI և այլոնց տեղադրող USB կուտակիչներ
mi: me waihanga pāpāho utanga USB mai i ngā ISO e taea te whakaara (Windows, Linux, UEFI, ērā atu mea.)
mk: треба да креирате USB-инсталациски медиум од бутабилни ISO-системи (Windows, Linux, UEFI, итн.)
nb: Du trenger å lage en USB-installasjon fra oppstartbare ISOer (Windows, Linux, UEFI, og lignende)
nl: u een USB-installatiemedium wilt maken van opstartbare ISO's (Windows, Linux, UEFI, enz.)
or: ପ୍ରଥମେ ଆପଣଙ୍କୁ କାର୍ଯ୍ୟଯୋଗ୍ୟ ଆଇଏସଓଗୁଡିଜ (ୱିଣ୍ଡୋଜ, ଲିନସ୍କ, ଇଉଇଏଫଆଇ, ଇତ୍ୟାଦି.) ଇଉଏସବି ମିଡିଆଠାରେ ତିଆରି କରିବାକୁ ପଡିବ
pl: chcesz utworzyć instalacyjny dysk USB z bootowalnego ISO (Windows, Linux, UEFI, itp.)
tr: Önyüklemeli ISO'lardan (Windows, Linux, UEFI, vb.) USB yükleme medyası oluşturmanız gerektiğinde
vi: bạn cần phải tạo USB chứa trình cài đặt từ ISO có khả năng khởi động (Windows, Linux, UEFI,...)

source: you need to work on a system that doesn't have an OS installed
bs: morate da radite na sistemu koji nema instaliran OS
de: Sie müssen an einem System arbeiten, auf dem kein Betriebssystem installiert ist
fa: اگر می‌خواهید بر روی سیستمی کار کنید که دارای سیستم‌عامل نصب شده نباشد
he: יש לך צורך לעבוד על מחשב שלא מותקנת בו מערכת הפעלה
hi: आपको उस सिस्टम पर काम करने की आवश्यकता है जिसमें ओएस इंस्टॉल नहीं है
hr: radite u sustavu koji trenutno nema instaliran OS
hy: Ձեզ հարկավոր է աշխատել մի համակարգչով, որում տեղադրված չէ օպերացիոն համակարգ
mi: me mahi koe ki tētahi pūnaha kāore he OS kua tāutatia
mk: треба да работите на систем кој нема инсталиран ОС
nb: Du må jobbe på et system som ikke har et operativsystem installert
nl: u op een systeem moet werken waarop geen besturingssysteem geïnstalleerd is
or: ଆପଣଙ୍କୁ ଅଏସ୍ ନଥିବା ସିସ୍ଟମ୍ ରେ କାର୍ଯ୍ୟ କରିବାକୁ ପଡିବ
pl: chcesz pracować na komputerze bez zainstalowanego systemu operacyjnego
tr: İşletim sistemi yüklü olmayan bir sistemde çalışmanız gerektiğinde
vi: bạn cần làm việc trên hệ thống chưa cài đặt HĐH

source: you need to flash a BIOS or other firmware from DOS
bs: morate da flešujete BIOS ili drugi firmver iz DOS-a
de: Sie müssen aus DOS heraus ein BIOS oder eine Firmware flashen
fa: اگر می‌خواهید بایوس یا هر سفت‌افزار (حافظه قطعات سخت‌افزاری که فقط خواندنی باشند) دیگری را پاک کنید یا تغییر دهید
he: יש לך צורך לעדכן BIOS או קושחה אחרת מ־DOS
hi: आपको डॉस से एक BIOS या अन्य फर्मवेयर फ्लैश करने की आवश्यकता है
hr: trebate nadograditi BIOS ili drugi firmware iz DOS-a
hy: Ձեզ հարկավոր է ձայնագրել BIOS-ը կամ այլ ծրագրեր DOS-ից
mi: me kōhiko tētahi BIOS, tētahi atu pūmanamārō rānei mai i DOS
mk: треба да го надградите BIOS-от или друг фирмвер од DOS
nb: Du trenger å flashe en BIOS eller annen firmware fra DOS
nl: u een BIOS of andere firmware vanuit DOS moet flashen
or: ଆପଣଙ୍କୁ ବାଇଅସ୍ କିମ୍ବା ଡୋସ୍ ଠାରୁ ନକଲ୍ ବନାଇବାକୁ ପଡିବ
pl: chcesz flashować BIOS lub inne oprogramowanie spod DOSa
tr: DOS üzerinden BIOS ya da diğer firmware yüklemelerine ihtiyaç duyduğunuzda
vi: bạn cần nạp BIOS hoặc phần mềm lõi khác từ DOS

source: you want to run a low-level utility
bs: želite da pokrenete neki low-level alat
de: Sie möchten ein Low-Level-Programm ausführen
fa: اگر می‌خواهید که ابزار و برنامه‌ای را بصورت سطح پایین اجرا کنید
he: ברצונך להריץ כלי low-level
hi: आप निम्न स्तर की उपयोगिता चलाने के लिए चाहते हैं
hr: želite pokrenuti low-level program
hy: Դուք ուզում եք ցածր մակարդակի ծրագիր գործադրել
mi: e hiahia ana koe ki te whakahaere i tētahi taputapu taumata-hahaka
mk: сакате да извршите алатка од ниско ниво
nb: Du vil kjøre et lav-nivå verktøy
nl: u een low-level formatteerprogramma wilt gebruiken
or: ଆପଣ ଛଟଧରଣ ସରଞ୍ଜାମ ଚଳାଇବାକୁ ଚାହାନ୍ତି
pl: chcesz uruchomić niskopoziomowe narzędzie
tr: Düşük seviyeli bir araç çalıştırmak istediğinizde
vi: bạn muốn chạy tiện ích cấp thấp

source: Despite its small size, Rufus provides everything you need!
bs: Uprkos svojoj maloj veličini, Rufus obezbjeđuje sve što vam je potrebno!
de: Trotz seiner geringen Größe bietet Rufus alles, was Sie brauchen!
fa: با وجود حجم کم این برنامه، Rufus هر چیزی که شما نیاز دارید را فراهم می‌کند!
he: למרות גודלו הקטן, Rufus מספק את כל צרכיך!
hi: अपने छोटे आकार के बावजूद, रूफस आपको जो कुछ चाहिए उसे प्रदान करता है!
hr: Usprkos veličini, Rufus vam pruža sve što trebate!
hy: Չնայած Rufus-ի փոքր չափսին, այն կապահովի այն ամենը ինչ Ձեզ պետք է
mi: Ahakoa tōna rahi iti, ka homai e Rufus ngā mea katoa e hiahiatia ana e koe!
mk: И покрај малата големина, Руфус обезбедува сè што ви е потребно!
nb: Til tross den lille størrelsen, gir Rufus deg alt det du trenger!
nl: Ondanks zijn kleine bestandsgrootte levert Rufus alles wat u nodig hebt.
or: ଋଫସର ଆକାର ଛୋଟୋ ହେଲେବି ଆପଣ ଯାହା ଚାହାନ୍ତି ତାହା ଦିଏ !
pl: Pomimo jego małego rozmiaru, Rufus dostarcza wszystkiego czego potrzebujesz!
tr: Rufus, küçük boyutuna rağmen ihtiyaç duyduğunuz herşeyi sağlar!
vi: Mặc dù có kích thước nhỏ, Rufus có thể cung cấp mọi thứ bạn cần!

source: Oh, and Rufus is <b>fast</b>. For instance it's about twice as fast as <a target="_blank" %s>UNetbootin</a>, <a target="_blank" %s>Universal USB Installer</a> or <a target="_blank" %s>Windows 7 USB download tool</a>, on the creation of a Windows 7 USB installation drive from an ISO. It is also marginally faster on the creation of Linux bootable USB from ISOs.
bs: Oh, i Rufus je <b>brz</b>. Na primjer on radi duplo brže od <a target="_blank" %s>UNetbootin-a</a>, <a target="_blank" %s>Universal USB Installer,a</a> ili <a target="_blank" %s>Windows 7 USB download tool-a</a>, na kreaciji Windows 7 USB instalacionog uređaja sa ISO-a. Takođe je i znatno brži na kreaciji Linux butabilnog USB-a sa ISO-a.
de: Oh, und Rufus ist <b>schnell</b>. Zum Beispiel ist es bei der Erstellung eines Windows-7-USB-Installationsmediums von einem ISO in etwa doppelt so schnell wie <a target="_blank" %s>UNetbootin</a>, <a target="_blank" %s>Universal USB Installer</a> oder <a target="_blank" %s>Windows 7 USB download tool</a>. Bei der Erstellung von bootbaren Linux-USB-Medien von ISOs ist es ebenfalls marginal schneller.
fa: و البته، Rufus <b>سریع</b> نیز هست. به عنوان مثال، این برنامه تقریباً دو برابر سریع تر از <a target="_blank" %s>UNetbootin</a>، <a target="_blank" %s>Universal USB Installer</a> یا <a target="_blank" %s>Windows 7 USB download tool</a> زمانی که یک درایو قابل بوت برای نصب سیستم‌عامل ویندوز 7 ایجاد می‌کنید، است. همچنین این برنامه تقریباً سریع تر از برنامه‌های یاد شده، زمانی که می‌خواهید یک درایو قابل بوت برای نصب سیستم‌عامل لینوکس بسازید، است.
he: אה, Rufus גם <b>מהיר</b>. למשל, המהירות שלו היא כפולה מיישומים כמו <a target="_blank" %s>UNetbootin</a>, ‏<a target="_blank" %s>Universal USB Installer</a> או <a target="_blank" %s>Windows 7 USB download tool</a>, ביצירת כונן USB להתקנת Windows 7 מתוך קובץ ISO. מהירותו גם גבוהה יחסית ביצירת כונן USB בר־אתחול של Linux מקובצי ISO‏.
hi: ओह, और रूफस <b>तेज़</b> है। मिसाल के तौर पर यह सृजन पर <a target="_blank" %s>यूनेबूटिन</a>, <a target="_blank" %s>यूनिवर्सल यूएसबी इंस्टॉलर</a> या <a target="_blank" %s>विंडोज 7 यूएसबी डाउनलोड टूल</a> जितना तेज़ है एक आईएसओ से विंडोज 7 यूएसबी स्थापना ड्राइव का। यह आईएसओ से लिनक्स बूट करने योग्य यूएसबी के निर्माण पर भी मामूली तेजी से है.
hy: Հա, նաև Rufus-ը <b>արագ է</b>: Օրինակ, նա համարյա երկու անգամ ավելի արագ է քան <a target="_blank" %s>UNetbootin-ը</a>, <a target="_blank" %s>Universal USB Installer-ը</a> կամ <a target="_blank" %s>Windows 7 USB download tool-ը</a> երբ գործը հասնում է ISO-ից Windows 7 -ի տեղադրող USB կուտակիչ ստեղծելուն: Այն նաև չնչին ավելի արագ է ISO-ից Linux -ի բեռնող USB կուտակիչ ստեղծում:
mi: Aue, ko Rupuha he <b>tere</b>. Hei tauira, kia rua te tere o te tere o te <a target="_blank" %s>UNetbootin</a>, te <a target="_blank" %s>Pūtāuta USB Arowhānui</a>, te <a target="_blank" %s>Utauta tikiake USB Windows 7</a> rānei, i te hanganga o tētahi puku utanga USB Windows 7 mai i tētahi ISO. He tere ake hoki tēnei i te waihanganga o te USB ka taea te whakaara Linux mai i ngā ISO.
mk: Исто така, Rufus е <b>брз</b>. На пример, два пати е побрз од <a target="_blank" %s>UNetbootin</a>, <a target="_blank" %s>Universal USB Installer</a> or <a target="_blank" %s>Windows 7 USB download алатката</a>, при креирање на Windows 7 USB инсталациониот диск од ISO запис. Исто така е нешто побрз и при креирање на Linux бутабилно USB од ISO записи.
nb: Og Rufus er <b>rask</b>. F.eks. så er den rundt dobbelt så rask som <a target="_blank" %s>UNetbootin</a>, <a target="_blank" %s>Universal USB Installer</a> eller <a target="_blank" %s>Windows 7 USB download tool</a>, til å lage en Windows 7 USB installasjon fra en ISO-fil. Den er også litt raskere til å lage en oppstartbar Linux USB-enhet fra ISOer.
nl: En Rufus is <b>snel</b>. Het is bijvoorbeeld twee keer zo snel als <a target="_blank" %s>UNetbootin</a>, <a target="_blank" %s>Universal USB Installer</a> of <a target="_blank" %s>Windows 7 USB download tool</a> bij het aanmaken van een Windows-7-USB-installatiedrive van een ISO. Het is ook iets sneller bij het aanmaken van opstartbare Linux-USB's van ISO's.
or: ହଁ, ଋଫସ ବହୁତ <b>ଶୀଘ୍ର</b>. ଯେମିତି ଏହା ଆଇଏସଓ ଠାରୁ ୱିନ୍ଡୋଜ ୭ ଇଉଏସବି ତିଆରି କରିବାରେ <a target="_blank" %s>UNetbootin</a>, <a target="_blank" %s>Universal USB Installer</a> କିମ୍ବା <a target="_blank" %s>Windows 7 USB download tool</a>, ଠାରୁ ଦୁଇଗୁଣା ଶୀଘ୍ର.
pl: No i Rufus jest <b>szybki</b>. Na przykład jest prawie dwa razy szybszy od <a target="_blank" %s>UNetbootin</a>, <a target="_blank" %s>Universal USB Installer</a> lub <a target="_blank" %s>Windows 7 USB download tool</a>, podczas tworzenia dysku instalacyjnego USB Windowsa 7 z ISO. Jest także trochę szybszy podczas tworzenia bootowalnych USB Linuxa z ISO.
tr: Evet, Rufus <b>hızlıdır</b>. Örneğin, ISO'dan Windows 7 USB yükleme sürücüsü oluşturmada, <a target="_blank" %s>UNetbootin</a>, <a target="_blank" %s>Universal USB Installer</a> ya da <a target="_blank" %s>Windows 7 USB download tool</a> araçlarından yaklaşık iki kat daha hızlıdır. Üstelik ISO'dan Linux önyüklemeli USB oluşturmada da en uç hızlardadır.
vi: Và Rufus rất <b>nhanh</b>. Lấy ví dụ: Rufus nhanh gấp khoảng 2 lần <a target="_blank" %s>UNetbootin</a>, <a target="_blank" %s>Universal USB Installer</a> hoặc <a target="_blank" %s>Windows 7 USB download tool</a> khi tạo đĩa USB cài đặt Windows 7. Rufus cũng tạo USB khởi động Linux từ các tệp ISO rất nhanh.

source: A non exhaustive list of Rufus supported ISOs is also provided at the bottom of this page.
bs: Lista ISO slika koje Rufus ne podržava nalazi se na dnu stranice.
de: Eine unvollständige Liste von durch Rufus unterstützten ISOs findet sich unten auf der Seite.
fa: یک لیست غیر جامع از ISOهایی که برنامه Rufus از آن‌ها به صورت کامل پشتیبانی می‌کند، در پایین این صفحه آمده است.
he: רשימה לא מקיפה של קובצי ISO הנתמכים ע״י Rufus נמצאת בתחתית העמוד הזה.
hi: रूफस समर्थित आईएसओ की एक गैर विस्तृत सूची भी इस पृष्ठ के निचले हिस्से में प्रदान की जाती है.
hr: Nepotpuna lista podržanih ISO slika nalazi se na dnu ove stranice.
hy: Rufus-ի հետ աշխատող ISO-ների ոչ սպառիչ ցանկը ներկայացված է այս էջի վերջնամասում:
mi: E whakaratoa ana hoki he rārangi ngaio o Whēpuha e tautokona ana i ngā ISO i raro i tēnei whārangi.
mk: Огромна листа на ИСО записи, поддржани од Руфус е исто така дадена на дното на оваа страница.
nb: En ikke komplett liste over støttete ISOer er tilgjengelig nederst på denne siden.
nl: Er staat een niet-uitputtende lijst van door Rufus ondersteunde ISO's onderaan deze pagina.
or: ଋଫସରେ ହେଉଥିବା ଆଇଏସଓର ସୂଚୀ ତଳପୃଷ୍ଠାରେ ମଧ୍ୟ ଦିଆଯାଇଛି.
pl: Niepełna lista ISO z którymi działa Rufus jest podana także na dole tej strony.
tr: Rufus'un desteklediği ISO'ların ayrıntılı olmayan bir listesine sayfanın alt kısmından ulaşabilirsiniz.
vi: Một danh sách chưa đầy đủ của các tệp ISO được hỗ trợ cũng được cung cấp ở cuối trang này.

source: Download
bs: Preuzmi
fa: دانلود
he: הורדה
hi: डाउनलोड
hr: Preuzmi
hy: Ներբեռնել
mi: Tikiake
mk: Преземање
nb: Last ned
nl: Downloaden
or: ନିଜର କରନ୍ତୁ
pl: Pobieranie
tr: İndir
vi: Tải xuống

source: Last updated %s:
bs: Posljednje ažurirano %s:
de: Zuletzt aktualisiert am %s:
fa: آخرین به روز رسانی در تاریخ %s:
he: תאריך עדכון אחרון %s:
hi: अंतिम अद्यतन %s:
hr: Posljednji put ažurirano %s:
hy: Վերջին անգամ նորացվել է %s՝
mi: Whakahōu tōmuri %s:
mk: Последна надградба %s:
nb: Sist oppdatert %s:
nl: Laatst bijgewerkt op %s:
or: ଗତ ସମୟସୁଦ୍ଧା %s:
pl: Ostatnia aktualizacja %s:
tr: Son güncelleme %s:
vi: Lần cập nhật gần nhất %s:

source: MB
bs: MB (MegaByte)
fa: مگابایت
he: מ״ב
hi: एमबी
hy: ՄԲ
mi: MP
or: ଏମବି

source: Portable
bs: Presnosan
he: נייד
hi: पोर्टेबल
hy: Կրելի տաբերակը
mi: Kawe
mk: Портабл
nb: Portabel
or: ଚଳନ୍ତା
tr: Taşınabilir
vi: Phiên bản di động

source: Other versions
bs: Ostale verzije
de: Andere Versionen
fa: سایر نسخه‌ها
he: גרסאות אחרות
hi: अन्य संस्करण
hr: Druge verzije
hy: Այլ տարբերակներ
mi: Ētahi atu putanga
mk: Останати верзии
nb: Andre versjoner
nl: Andere versies
or: ଅନ୍ୟ ସଂସରଣଗୁଡିକ
pl: Inne wersje
tr: Diğer sürümler
vi: Phiên bản khác

source: Supported Languages:
bs: Podržani jezici:
de: Unterstützte Sprachen:
fa: زبان‌های پشتیبانی شده:
he: שפות נתמכות:
hi: समर्थित भाषाएं:
hr: Podržani jezici:
hy: Աշխատում է այս լեզուներով՝
mi: Ngā Reo e Tautokona ana:
mk: Поддржани јазици:
nb: Støttede språk:
nl: Ondersteunde talen:
or: ଅନ୍ୟ ଭାଷାସବୁ:
pl: Wspierane Języki:
tr: Desteklenen Diller:
vi: Ngôn ngữ hỗ trợ:

source: System Requirements:
bs: Sistemski zahtjevi:
de: Systemvoraussetzungen:
fa: سیستم مورد نیاز:
he: דרישות מערכת:
hi: सिस्टम आवश्यकताएं:
hr: Sistemski preduvjeti:
hy: Համակարգի պահանջները՝
mi: Ngā Whakaritenga Pūnaha:
mk: Системски побарувања:
nb: Systemkrav:
nl: Systeemvereisten:
or: ସିସ୍ଟମ୍ ଆବଶ୍ୟକତା:
pl: Wymagania Systemowe:
tr: Sistem Gereksinimleri:
vi: Yêu cầu hệ thống:

source: Windows 7 or later, 32 or 64 bit doesn't matter. Once downloaded, the application is ready to use.
bs: Windows 7 ili više, 32 ili 64 bit-a nije bitno. Kada se preuzme, aplikacija je spremna za upotrebu.
de: Windows 7 oder neuer, egal ob 32 oder 64 Bit. Sobald heruntergeladen, ist die Anwendung einsatzbereit.
fa: ویندو 7 یا بالاتر، 32 بیتی یا 64 بیتی مهم نیست. زمانی که دانلود کردید، برنامه قابل استفاده خواهد بود.
he: מערכת הפעלה Windows 7 ומעלה, 32 או 64 סיביות. לאחר ההורדה, היישום יהיה מוכן לשימוש.
hi: विंडोज 7 या बाद में, 32 या 64 बिट कोई फर्क नहीं पड़ता। एक बार डाउनलोड हो जाने पर, एप्लिकेशन उपयोग करने के लिए तैयार है.
hr: Windows 7 ili noviji, 32 ili 64-bitni. Jednom preuzeta, aplikacija je spremna za korištenje.
hy: Windows 7 կամ ավելի ուշ դուրս եկած տարբերակները, կապ չունի 32 թե 64 բիտանոց: Ներբեռնելուն պես այս ծրագիրը պատրաստ է աշխատանքի համար:
mi: Ehara te Windows 7 o muri ake rānei, i te āhua o te moka 32, 64 rānei. Ina tikiake, kua rite te taupānga ki te whakamahi.
mk: Windows 7 или понов, 32 или 64 bit не е битно. Еднаш преземена, апликацијата е спремна за користење.
nb: Windows 7 eller senere. 32 eller 64 bit spiller ingen rolle. Er det først lastet ned, er programmet klar til bruk.
nl: Windows 7 of nieuwer. 32- of 64-bit maakt geen verschil. Na het downloaden is de toepassing klaar voor gebruik.
or: ୱିଣ୍ଡୋଜ ୭ କିମ୍ବା ପର, ୩୨ କିମ୍ବା ୬୪ ବିଟ୍ କିଛି ମାନେ କରେନି. ଯେତେବେଳେ ଆପଣ ନିଜର କରିନିଅନ୍ତି ସେତେବେଳଠୁ କାର୍ଯ୍ୟ ପାଇଁ ଏହା ପ୍ରସ୍ତୁତ.
pl: Windows 7 lub nowszy, nie ma znaczenia 32 czy 64 bity. Po pobraniu aplikacja jest gotowa do użycia.
tr: Windows 7 ya da üstü, 32 ya da 64 bit farketmeden destekler. İndirildikten sonra, uygulama kullanıma hazırdır.
vi: Windows 7 hoặc mới hơn, không quan trọng 32 hay 64 bit. Chỉ cần một lần tải xuống là ứng dụng đã sẵn sàng để sử dụng.
