Repository: pbatard/rufus-web
Catalog: locale/*/LC_MESSAGES/index.po
Languages: bs, de, fa, he, hi, hr, hy, mi, mk, nb, nl, or, pl, tr, vi

source: I will take this opportunity to express my gratitude to the translators who made it possible for Rufus, as well as this webpage, to be translated in various languages. If you find that you can use Rufus in your own language, you should really thank them!
bs: Ja ću iskoristiti ovu priliku da izrazim moju zahvalnost prema prevodiocima koji su omogućili da Rufus, kao i stranica, bude prevedena u različitim jezicima. Ako vidite da Rufus može da koristi na vašem jeziku, zahvalite se njima!
de: Hiermit nutze ich die Gelegenheit, meine Dankbarkeit gegenüber den Übersetzern auszudrücken, welche es ermöglicht haben, Rufus sowie diese Webseite in verschiedene Sprachen zu übersetzen. Falls Sie Rufus in Ihrer eigenen Sprache nutzen können, sollten Sie ihnen wirklich danken!
fa: من این فرصت را برای بیان قدردانی به مترجمانی که برنامه Rufus و همچنین این صفحه وب را به زبان های مختلف ترجمه کرده اند خواهم داد. اگر شما فکر می‌کنید که Rufus را می‌توانید در زبان خودتان استفاده کنید، باید از آن‌ها تشکر کنید!
he: בהזדמנות זו אביע את תודתי למתרגמים שבזכותם Rufus, כמו גם דף האינטרנט הזה, מתורגמים לשפות שונות. אם אתה מגלה שניתן להשתמש ב־Rufus בשפה שלך, התודה באמת צריכה להגיע להם!
hi: मैं इस अवसर को उन अनुवादकों के प्रति कृतज्ञता व्यक्त करने का अवसर दूंगा जिन्होंने रूफस के साथ-साथ इस वेबपृष्ठ के लिए विभिन्न भाषाओं में अनुवाद किया जा सके। यदि आपको लगता है कि आप अपनी भाषा में रूफस का उपयोग कर सकते हैं, तो आपको वास्तव में उनका शुक्रिया अदा करना चाहिए!
hr: Iskoristit ću ovu priliku da izrazim zahvalnost svim prevoditeljima koji su omogućili da Rufus, kao i ova stranica, budu prevedeni na razne jezike. Ukoliko primjetite da možete koristiti Rufus na svom jeziku, stvarno bi im se trebali zahvaliti!
hy: Ես կօգտվեմ այս հնարավորությունից որպեսզի երախտագիտությանս խոսքերը հայտնեմ այն թարգմանիչներին, որոնք հնարավորություն տվեցին, որ Rufus ծրագիրը և այս համացանցային էջը աշխատեն տարբեր լեզուներով: Եթե դուք տեսնում եք, որ կարող եք օգտվել Rufus-ից Ձեր լեզվով, ապա պետք է իրոք շնորհակալ լինեք իրենց:
mi: Ka tangohia e au tēnei wā hai whakapuaki i taku whakamihi ki nga kaiwhakamāori i whakaae kia taea e Rupuha, me tēnei whārangi tukutuku hoki, te whakamāori i roto i ētahi reo rerekē. Ki te kite koe ka taea e koe te whakamahi a Rupuhi i tō ake reo, me tino mihi koe ki a rātau!
mk: Ја користам оваа прилика да изразам голема благодарност до преведувачите што овозможија Руфус, како и на оваа веб-страница, да бидат преведени на различни јазици. Ако откриете дека можете да го користите Руфус на својот јазик, навистина треба да им се заблагодарите!
nb: Jeg vil bruke denne anledningen å uttrykke min takknemmelighet til oversetterne som gjorde det mulig for Rufus, så vel som denne nettsiden, å bli oversatt til forskjellige språk. Hvis du finner Rufus i ditt eget språk, er det virkelig de du burde takke!
nl: Ik wil van deze gelegenheid gebruik maken om mijn dank te betuigen aan de vertalers die het mogelijk gemaakt hebben dat Rufus en ook deze webpagina in diverse talen vertaald werden. Als u Rufus in uw eigen taal kunt gebruiken, moet u hen echt bedanken!
or: ମୁଁ ହୃଦୟସହ ସମସ୍ତ ଋଫସ ଅନୁବାଦକଙ୍କୁ ଧନ୍ୟବାଦ ଜଣାଇବା ପାଇଁ ଚାହେଁ ଓ ଏହି ଗୃହପୃଷ୍ଠାର ଅନୁବାଦ ଅନ୍ୟ ଭାଷାରେ ମଧ୍ୟ ହେବା ଆବଶ୍ୟକ ମନେ କରୁଛି. ଯଦି ଋଫସ ଆପଣ ନିଜ ଭାଷାରେ ବ୍ୟବହାର କରିପାରୁଛନ୍ତି ତେବେ ସେମାନଙ୍କୁ ଧନ୍ୟବାଦ ଜଣାନ୍ତୁ!
pl: Korzystając z okazji chciałbym podziękować tłumaczom dzięki którym Rufus jak i strona internetowa zostały przetłumaczone na różne języki. Jeśli zauważyłeś, że możesz używać Rufusa w swoim języku, powinieneś im naprawdę podziękować!
tr: Hem Rufus'un hemde bu web sayfasının farklı dillere çevrilmesini mümkün kılan çevirmenlere minnettarlığımı ifade etmek istiyorum. Eğer Rufus'u kendi dilinizde kullanma şansını bulduysanız, onlara gerçekten bir teşekkürü borç bilmelisiniz!
vi: Tôi sẽ tận dụng cơ hội này để bày tỏ lòng biết ơn đến các dịch giả - những người đã tham gia phiên dịch Rufus - cũng như trang web này để hỗ trợ nhiều ngôn ngữ khác nhau. Nếu bạn thấy rằng mình có thể sử dụng Rufus với ngôn ngữ của bạn, bạn thật sự phải cảm ơn họ!

source: Usage
bs: Korištenje
de: Benutzung
fa: استفاده
he: שימוש
hi: प्रयोग
hr: Korištenje
hy: Ինչպես օգտագործել
mi: Te Whakamahinga
mk: Искористеност
nb: Bruk
nl: Gebruik
or: ବ୍ୟବହାରିତା
pl: Użycie
tr: Kullanım
vi: Sử dụng

source: Download the executable and run it &ndash; no installation is necessary.
bs: Preuzmite aplikaciju i pokrenite je &ndash; Instalacija nije potrebna.
de: Laden Sie die Anwendung herunter und starten Sie sie &ndash; es ist keine Installation notwendig.
fa: فایل قابل اجرا (exe) را دانلود کرده و اجرا کنید &ndash; نیازی به نصب کردن نیست.
he: ניתן להוריד את התוכנה ולהריץ אותה &ndash; אין צורך בהתקנה.
hi: निष्पादन योग्य डाउनलोड करें और इसे चलाएं &ndash; कोई स्थापना आवश्यक है.
hr: Preuzmite izvršnu datoteku i pokrenite je &ndash; instalacija nije potrebna.
hy: Ներբեռնե՛ք կատարողական ֆայլը և գործադրե՛ք այն &ndash; տեղադրումը հարկավոր չէ:
mi: Tikiake i te kawenga kawekawe ka whakahaeretia &ndash; kāore he tikanga tāutatanga.
mk: Преземете ја алатката и покренете ја & ndash; не е потребна инсталација.
nb: Last ned den kjørbare filen og kjør den &ndash; ingen installasjon er nødvendig.
nl: Download het uitvoerbare bestand en voer het uit &ndash; er is geen installatie nodig.
or: ନିଜର କରିଥିବା ଚଳନୀୟଟିକୁ ଚଲାନ୍ତୁ &ndash; ଇନଷ୍ଟାଲେସନ୍ ଅନାବଶ୍ୟକ.
pl: Pobierz program i uruchom go &ndash; nie wymaga instalacji.
tr: İndirin ve çalıştırın &ndash; yüklemeye gerek yoktur.
vi: Tải xuống tập tin exe và chạy nó &ndash; không cần phải cài đặt.

source: The executable is digitally signed and the signature should state:
bs: Izvršna datoteka je digitalno potpisana I potpis bi trebao da glasi:
de: Die Anwendung ist digital signiert und die Signatur sollte Folgendes anzeigen:
fa: فایل قابل اجرا (exe) به صورت دیجیتالی امضا شده و اطلاعات امضا کننده آن باید به صورت زیر باشد:
he: הקובץ חתום דיגיטלית ובחתימה צריך להיות מצוין:
hi: निष्पादन योग्य डिजिटल हस्ताक्षरित है और हस्ताक्षर को अवश्य कहना चाहिए:
hr: Program je digitalno potpisan i potpis bi trebao glasiti:
hy: Կատարողականը թվային ստորագրություն ունի, որը պետք է պնդի՝
mi: Kua waitohu mamatitia te kawenga, ā, me āhua te waitohu:
mk: Извршната алатка е дигитално потпишана и потписот треба да содржи:
nb: Den kjørbare filen er digitalt signert, og signaturen skal angi:
nl: Het bestand is digitaal ondertekend en de handtekening moet het volgende vermelden:
or: ଚଳନୀୟଟି ଡିଜିଟାଲ ସ୍ଵାକ୍ଷରିତ ଓ ସ୍ଵାକ୍ଷରଟି କହେ ଯେ:
pl: Aplikacja jest cyfrowo podpisana, a sygnatura powinna zawierać:
tr: Çalıştırılabilir dosya dijital olarak imzalanmıştır ve imza şu şekilde olmalıdır:
vi: Tập tin thực thi đã được ký dạng kỹ thuật số và thông tin chữ ký là:

source: (v1.3.0 or later)
bs: (v1.3.0 ili kasnije)
de: (v1.3.0 oder neuer)
fa: (نسخه 1.3.0 یا بالاتر)
he: (גרסה 1.3.0 ומעלה)
hi: (v1.3.0 या बाद में)
hr: (v1.3.0 ili kasnija)
hy: (v1.3.0 կամ ավելի ուշ դուրս եկած)
mi: (v1.3.0 o muri ake rānei)
mk: (v1.3.0 или понова)
nb: (v1.3.0 eller senere)
nl: (v1.3.0 of later)
or: (ସଂ୧.୩.୦ କିମ୍ବା ପର)
pl: (v1.3.0 lub nowszy)
tr: (v1.3.0 ya da sonrası)
vi: (Phiên bản 1.3.0 hoặc mới hơn)

source: (v1.2.0 or earlier)
bs: (v1.2.0 ili ranije)
de: (v1.2.0 oder älter)
fa: (نسخه 1.2.0 یا پایین تر)
he: (גרסה 1.2.0 ומטה)
hi: (v1.2.0 या इससे पहले)
hr: (v1.2.0 ili prijašnja)
hy: (v1.2.0 կամ ավելի շուտ դուրս եկած)
mi: (v1.2.0 neke atu rānei)
mk: (v1.2.0 или понова)
nb: (v1.2.0 eller tidligere)
nl: (v1.2.0 of eerder)
or: (ସଂ୧.୨.୦ କିମ୍ବା ପର)
pl: (v1.2.0 lub starszy)
tr: (v1.2.0 ya da öncesi)
vi: (Phiên bản 1.2.0 hoặc cũ hơn)

source: Notes on DOS support:
bs: Napomene o podršci za DOS:
de: Anmerkungen zur DOS-Unterstützung:
fa: نکاتی درمورد پشتیبانی از داس (DOS):
he: הערות על תמיכה ב־DOS:
hi: डॉस समर्थन पर नोट्स:
hr: DOS podrška:
hy: Ծանոթագրություններ DOS-ի վերաբերյալ՝
mi: Ngā tuhipoka i te tautoko DOS:
mk: Забелешки на DOS поддршката:
nb: Opplysninger om DOS-støtte:
nl: Opmerkingen over DOS-ondersteuning:
or: ଡୋସ୍ ସାହାର୍ଯ୍ୟ ପାଇଁ ଟିପ୍ପଣୀ:
pl: Informacje o wparciu DOS:
tr: DOS desteği notları:
vi: Ghi chú về hỗ trợ DOS:

source: If you create a DOS bootable drive and use a non-US keyboard, Rufus will attempt to select a keyboard layout according to the locale of your system. In that case, <a target="_blank" %s>FreeDOS</a>, which is the default selection, is recommended over MS-DOS, as it supports more keyboard layouts.
bs: Ako pravite DOS butabilne diskove i ne koristite US tastaturu, Rufus će probati da odabere raspored tastature prema vasem sistemu. U tom slučaju, <a target="_blank" %s>FreeDOS</a>, koji je automatski odabrani izbor, preporučuje se umjesto MS-DOS, jer podržava više rasporeda tastatura.
de: Wenn Sie ein bootfähiges DOS-Medium erstellen und dabei eine Nicht-US-Tastatur verwenden, wird Rufus versuchen, ein Tastaturlayout entsprechend dem Gebietsschema Ihres Systems auszuwählen. In diesem Fall wird <a target="_blank" %s>FreeDOS</a>, welches die Standardauswahl ist, gegenüber MS-DOS empfohlen, da es mehr Tastaturlayouts unterstützt.
fa: اگر شما یک درایو قابل بوت داس را ساخته باشید و از یک صفحه کلید غیر انگلیسی استفاده کنید، برنامه Rufus سعی خواهد کرد تا چیدمان صفحه کلیدی متناسب با محل سیستم شما انتخاب کند. در این مورد، <a target="_blank" %s>FreeDOS</a>، چیزی که به صورت پیشفرض انتخاب شده است، بر روی MS-DOS توصیه می‌شود چون می‌تواند چیدمان صفحه کلیدهای بیشتری را پشتیبانی کند.
he: אם תיצור כונן בר־אתחול מסוג DOS ותשתמש במקלדת שאינה מסוג US‏, Rufus ינסה לבחור בפריסת לוח מקשים אשר תואמת לאזור המוגדר במערכת שלך. במקרה זה, <a target="_blank" %s>FreeDOS</a> שהיא הבחירה ברירת המחדל, עדיפה מאשר MS-DOS, מכיוון שהיא תומכת ביותר פריסות לוח מקשים.
hi: यदि आप एक डॉस बूट करने योग्य ड्राइव बनाते हैं और गैर-यूएस कीबोर्ड का उपयोग करते हैं, तो रूफस आपके सिस्टम के लोकेल के अनुसार कीबोर्ड लेआउट चुनने का प्रयास करेगा। उस स्थिति में, <a target="_blank" %s> FreeDOS </a>, जो कि डिफ़ॉल्ट चयन है, एमएस-डॉस पर अनुशंसित है, क्योंकि यह अधिक कीबोर्ड लेआउट का समर्थन करता है.
hy: Եթե Դուք ստեղծում եք բեռնող DOS կուտակիչ և օգտագործում եք ստեղնաշարի դասավորվածության ռչ ամերիկյան անգլերեն տարբերակը, ապա Rufus-ը կփորձի ընտրել ստեղնաշարի դասավորվածությունը ըստ Ձեր համակարգում նշված երկրամասի: Այդ դեպքում ի սկզբանե նշված <a target="_blank" %s>FreeDOS-ը</a> նախընտրելի է MS-DOS-ից, քանի որ այն ավելի շատ թվով ստեղնաշարերի դասավորվածությունների հետ է աշխատում:
mi: Mēnā ka waihangatia e koe tētahi puku whakaara DOS me te whakamahi i tētahi papapātuhi kore-US, ka ngana a Rufus ki te tīpako i tētahi tahora papapātuhi e ai ki te wāhi paetata o tō pūnaha. Mō tērā, ko <a target="_blank" %s>FreeDOS</a>, koia te tīpakonga taunoa, e taunakitia ana mā ms-DOS, e tautoko ana i ētahi atu tahora papapātuhi.
mk: Ако креирате DOS бутабилен диск и користите тастатура што не нема US распоред, Руфус ќе се обиде да избере соодветен распоред на тастатурата според локацијата на вашиот систем. Во тој случај, се препорачува <a target="_blank" %s>програмот FreeDOS</a>, што е и стандарден избор, бидејќи поддржува повеќе распореди на тастатури, за разлика од MS-DOS.
nb: Hvis du lager en oppstartbar DOS-stasjon, og ikke bruker amerikansk tastatur, vil Rufus forsøke å velge et tastaturlayout tilpasset region-innstillingene for ditt system. I så fall er <a target="_blank" %s>FreeDOS</a> standardvalg, og er anbefalt istedenfor MS-DOS. FreeDOS støtter flere tastaturoppsett.
nl: Als u een opstartbare DOS-drive aanmaakt en een niet-US toetsenbord gebruikt, zal Rufus proberen een toetsenbordindeling te selecteren overeenkomstig de taal van uw systeem. In dat geval heeft <a target="_blank" %s>FreeDOS</a>, dat standaard geselecteerd is, de voorkeur boven MS-DOS omdat het meer toetsenbordindelingen ondersteunt.
or: ଯଦି ଆପଣ ଡୋସ୍ କାର୍ଯ୍ୟଶୀଳ ଡ୍ରାଇଭ ବନାନ୍ତି ତେବେ ଅଣଆମେରିକୀୟ କୀବୋର୍ଡ ବ୍ୟବହାର କରନ୍ତୁ, ଋଫସ୍ ଆପଣଙ୍କ ସିସ୍ଟମ୍ କୀବୋର୍ଡ ଚୟନ କରିବ. ଏହି କ୍ଷେତ୍ରରେ <a target="_blank" %s>ଫ୍ରୀଡୋସ୍</a>, ର ଯାହା ଡିଫଲ୍ଟ ଜାଗା ତାହା ଏମଏସଡୋସ୍ ତୁଳନାରେ ସାପେକ୍ଷ କାରଣ ଏହା ଅଧିକ କୀବୋର୍ଡ ଲେଆଉଟର ସୁବିଧା ପ୍ରଦାନ କରେ.
pl: Jeśli tworzysz bootowalny dysk z DOSem i używasz nieamerykańskiego układu klawiatury, Rufus spróbuje wybrać układ klawiatury zależnie od języka twojego systemu. W tym wypadku, <a target="_blank" %s>FreeDOS</a>, który jest domyślnym wyborem, jest zalecany zamiast MS-DOS, ponieważ obsługuje więcej układów klawiatury.
tr: DOS önyüklenebilir bir sürücü oluşturacaksanız ve US(Amerikan İngilizcesi) olmayan bir klavye kullanıyorsanız, Rufus sistem diline göre bir klavye seçimini dener. Bu sayede varsayılan seçim olan <a target="_blank" %s>FreeDOS</a>, daha fazla klavye desteği ile MS-DOS'tan daha çok önerilir.
vi: Nếu bạn tạo đĩa có khả năng khởi động DOS và dùng bàn phím không phải bàn phím bố cục Hoa Kỳ, Rufus sẽ thử chọn bố cục bàn phím tùy theo khu vực nơi hệ thống của bạn được đặt. Trong trường hợp đó, lựa chọn mặc định là <a target="_blank" %s>FreeDOS</a> được khuyến cáo thay vì MS-DOS, vì nó hỗ trợ nhiều bố cục bàn phím hơn.

source: Notes on ISO Support:
bs: Napomene o ISO Podršci:
de: Anmerkungen zur ISO-Unterstützung:
fa: نکاتی در مورد پشتیبانی از فایل‌های ISO:
he: הערות על תמיכה ב־ISO:
hi: आईएसओ समर्थन पर नोट्स:
hr: ISO podrška:
hy: Ծանոթագրություններ ISO-ի վերաբերյալ՝
mi: Ngā Tuhipoka i te Tautoko ISO:
mk: Забележки на ISO поддршката:
nb: Opplysninger om ISO-støtte:
nl: Opmerkingen over ISO-ondersteuning:
or: ଆଇଏସଓ:
pl: Informacje o wsparciu ISO:
tr: ISO desteği notları:
vi: Ghi chú về hỗ trợ ISO:

source: All versions of Rufus since v1.1.0 allow the creation of a bootable USB from an <a target="_blank" %s>ISO image</a> (.iso).
bs: Sve verzije Rufus-a počevši od v1.1.0 podržavaju kreaciju butabilnog USB-a sa <a target="_blank" %s>ISO slike</a> (.iso).
de: Alle Versionen von Rufus seit v1.1.0 erlauben die Erstellung von bootfähigen USB-Medien aus einem <a target="_blank" %s>ISO-Abbild</a> (.iso).
fa: تمام نسخه‌های Rufus از نسخه 1.1.0 به بعد اجازه ساخت USB قابل بوت با استفاده از یک <a target="_blank" %s>فایل ISO</a> یعنی فایل‌هایی با پسوند .iso را می‌دهند.
he: כל הגרסאות של Rufus החל מגרסה 1.1.0 מאפשרות ליצור USB בר־אתחול מ<a target="_blank" %s>קובץ תמונת ISO</a> (בסיומת iso).
hi: V1.1.0 के बाद रूफस के सभी संस्करण एक बूट करने योग्य यूएसबी को एक <a target="_blank" %s>आईएसओ छवि</a> (.iso) से बनाने की अनुमति देते हैं.
hy: Rufus-ի բոլոր տարբերակները սկսած v1.1.0 թույլ են տալիս ստեղծել բեռնող USB կուտակիչներ <a target="_blank" %s>ISO պատկերներից</a> (.iso):
mi: Ka whakaaetia e ngā putanga katoa o Rufus mai i te v1.1.0 te waihangatanga o tētahi USB taea te whakaara mai i tētahi <a target="_blank" %s>atahanga ISO</a> (.iso).
mk: Сите верзии на Rufus почнувајќи од v1.1.0 овозможуваат создавање на бутабилен USB од <a target="_blank" %s>ISO запис</a> (.iso).
nb: Alle versjoner siden Rufus v1.1.0 tillater opprettelse av en oppstartbar USB-disk fra en <a target="_blank" %s>ISO-fil</a> (.iso).
nl: Alle versies van Rufus vanaf v1.1.0 kunnen een opstartbare USB maken van een <a target="_blank" %s>ISO-image</a> (.iso).
or: ସଂ୧.୧.୦ ଠାରୁ ସବୁ ଋଫସ ସଂସରଣ ଆପଣଙ୍କୁ <a target="_blank" %s>ଆଇଏସଓ ଛବିଋ</a> (.iso).
pl: Wszystkie wersje Rufusa od v1.1.0 pozwalają stworzyć bootowalne USB z <a target="_blank" %s>obrazu ISO</a> (.iso).
tr: v1.1.0 sürümünden itibaren Rufus'un tüm sürümleri <a target="_blank" %s>ISO yansımasından</a> (.iso) önyüklenebilir USB oluşturmaya izin vermektedir.
vi: Tất cả phiên bản của Rufus từ v1.1.0 cho phéo tạo USB khởi động từ một <a target="_blank" %s>ảnh ISO</a> (.iso).

source: Creating an ISO image from a physical disc or from a set of files is very easy to do however, through the use of a CD burning application, such as the freely available <a target="_blank" %s>InfraRecorder</a> or <a target="_blank" %s>CDBurnerXP</a>.
de: Allerdings ist die Erstellung eines ISO-Abbilds von einer physischen Disk oder von einer Reihe von Dateien mittels CD-Brennsoftware sehr einfach, wie beispielweise den frei verfügbaren <a target="_blank" %s>InfraRecorder</a> oder <a target="_blank" %s>CDBurnerXP</a>.
mi: He māmā noa iho te waihanga atahanga ISO mai i tētahi kōpae ōkiko, mai i tētahi huinga kōnae rānei, mā te whakamahi i tētahi taupānga whakawera KK, pēnei i te <a target="_blank" %s>InfraRecorder</a> wātea koreutu, te <a target="_blank" %s>CDBurnerXP</a> rānei.
mk: Создавањето ISO-запис од физички диск или од множество датотеки е многу лесно да се направи, преку употреба на апликација за режење ЦД-а, како што е слободно достапната <a target="_blank" %s>InfraRecorder</a> или <a target="_blank" %s>CDBurnerXP</a>.
nl: Het maken van een ISO-image van een fysieke schijf of van een set bestanden is echter zeer eenvoudig te doen door het gebruik van een cd-brandtoepassing zoals de vrij beschikbare <a target="_blank" %s>InfraRecorder</a> of <a target="_blank" %s>CDBurnerXP</a>.
or: ଫିଜିକଲ୍ ଡ଼ିସ୍କରୁ ଅଥବା ବିଭିନ୍ନ ଫାଇଲ୍ ଠାରୁ ଆଇଏସଓ ବନାଇବା ଏଥିରେ ଅତି ସହଜ କିନ୍ତୁ <a target="_blank" %s>InfraRecorder</a> କିମ୍ବା <a target="_blank" %s>CDBurnerXP</a> ଆବଶ୍ୟକ.

source: Frequently Asked Questions (FAQ)
bs: Često Postavljana Pitanja (FAQ)
de: Häufig gestellte Fragen (FAQ)
fa: سوالات متداول
he: שאלות נפוצות
hi: अक्सर पूछे जाने वाले प्रश्न (एफएक्यू)
hr: Često postavljana pitanja (FAQ)
hy: Հաճախ Տրվող Հարցեր (ՀՏՀ)
mi: Ngā Pātai Auau
mk: Често поставувани прашања (FAQ)
nb: Ofte stilte spørsmål (FAQ)
nl: Veelgestelde vragen (FAQ)
or: ସର୍ବଦା ପଚରା ଯାଉଥିବା ପ୍ରଶ୍ନ
pl: Często Zadawane Pytania (FAQ)
tr: Sık Sorulan Sorular (SSS)
vi: Câu hỏi thường gặp (FAQ)

source: A Rufus FAQ is available <b><a target="_blank" %s>HERE</a></b>.
bs: Rufus FAQ je dostupan <b><a target="_blank" %s>OVDJE</a></b> (Na engleskom).
de: Die Rufus-FAQ ist <b><a target="_blank" %s>HIER</a></b> zu finden.
fa: سوالات متداول برنامه Rufus در <b><a target="_blank" %s>اینجا</a></b> قابل دسترس است.
he: ניתן לקרוא שאלות נפוצות על Rufus <b><a target="_blank" %s>כאן</a></b> (באנגלית).
hi: एक रूफस एफएक्यू उपलब्ध है <b><a target="_blank" %s>यहां</a></b>.
hy: Rufus-ի ՀՏՀ-ը հասանելի են <b><a target="_blank" %s>ԱՅՍՏԵՂ</a></b>:
mi: E wātea ana<a target="_blank" %s>i konei</a> ngā Pātai Auau a Rufus.
mk: Rufus FAQ се достапни <b><a target="_blank" %s>ТУКА</a></b>.
nb: Rufus' ofte stilte spørsmål (FAQ) er tilgjengelige <b><a target="_blank" %s>HER</a></b>.
nl: Een Rufus-FAQ-lijst is <b><a target="_blank" %s>HIER</a></b> beschikbaar.
or: ଋଫସ ପାଇଁ ସର୍ବଦା ପଚରା ଯାଉଥିବା ପ୍ରଶ୍ନ <b><a target="_blank" %s>ଏଠାରେ (ଇଂରାଜୀ)</a></b>.
pl: FAQ Rufusa jest dostępne <b><a target="_blank" %s>TUTAJ</a></b> (po angielsku).
tr: Rufus SSS <b><a target="_blank" %s>BURADA</a></b>.
vi: FAQ về Rufus có tại <b><a target="_blank" %s>ĐÂY</a></b>.

source: To provide feedback, report a bug or request an enhancement, please use the GitHub <a target="_blank" %s>issue tracker</a>. Or you can <a target="_blank" %s>send an e-mail</a>.
mi: Hei tuku urupare, pūrongotia he iro, he tono whakarei rānei, whakamahia koa te <a target="_blank" %s>pūaroturuki take</a> GitHub. Ka taea rānei <a target="_blank" %s>te tuku ī-mēra</a>.

source: License
bs: Licenca
de: Lizenz
fa: مجوز
he: רישיון
hi: लाइसेंस
hr: Licenca
hy: Լիցենզիա
mi: Raihana
mk: Лиценца
nb: Lisens
nl: Licentie
or: ଲାଇସେନ୍ସ
pl: Licencja
tr: Lisans
vi: Giấy phép

source: <a target="_blank" %s>GNU General Public License (GPL) version 3</a> or later.
bs: <a target="_blank" %s>Generalna Javna Licensa (GPL) verzija 3</a> ili više.
de: <a target="_blank" %s>GNU General Public License (GPL) version 3</a> oder neuer.
fa: <a target="_blank" %s><span dir="ltr">GNU General Public License (GPL)</span> نسخه سوم</a> یا بالاتر.
he: <a target="_blank" %s>רישיון ציבורי כללי של GNU‏ (GPL) גרסה 3</a> ומעלה.
hi: <a target="_blank" %s>जीएनयू जनरल पब्लिक लाइसेंस (जीपीएल) संस्करण 3</a> या बाद में.
hy: <a target="_blank" %s>GNU General Public License (GPL) version 3</a> կամ ավելի ուշ դուրս եկած:
mi: <a target="_blank" %s>GNU General Public License (GPL) putanga 3</a> o muri ake rānei.
mk: <a target="_blank" %s>GNU General Public License (GPL) верзија 3</a> или понова.
nb: <a target="_blank" %s>GNU General Public License (GPL) versjon 3</a> eller senere.
nl: <a target="_blank" %s>GNU General Public License (GPL) versie 3</a> of later.
or: <a target="_blank" %s>ଜିଏନ୍ ୟୂ ଜେନେରଲ୍ ପବ୍ଲିକ ଲାଇସେନ୍ସ (ଜିପିଲ୍) ସଂସରଣ ୩</a> କିମ୍ବା ପର.
pl: <a target="_blank" %s>GNU General Public License (GPL) wersja 3</a> lub nowsza.
tr: <a target="_blank" %s>GNU General Public License (GPL) version 3</a> ya da sonrası.
vi: <a target="_blank" %s>Giấy phép Công cộng Thông thường GNU (GPL) phiên bản 3</a> hoặc mới hơn.

source: You are free to distribute, modify or even sell the software, insofar as you respect the GPLv3 license.
bs: Možete slobdno djeliti, modifikovati čak i prodavati progam, sve dok poštujete GPLv3 licencu.
de: Es steht Ihnen frei, die Software zu verteilen, zu modifizieren oder sogar zu verkaufen, sofern die GPLv3-Lizenz respektiert wird.
fa: شما آزاد هستید تا برنامه را پخش کنید، تغییر دهید یا حتی آن را بفروشید. تا جایی که به مجوز GPLv3 احترام بگذارید.
he: אתה רשאי להפיץ, לשנות או אפילו למכור את התוכנה, כל עוד אתה מכבד את תנאי הרישיון של GPLv3.
hi: आप सॉफ्टवेयर को वितरित, संशोधित या यहां तक ​​कि बेचने के लिए स्वतंत्र हैं, जैसा कि आप जीपीएलवी 3 लाइसेंस का सम्मान करते हैं.
hr: Slobodni ste da distributirate, modificirate pa čak i prodajete ovaj softver, sve dok poštujete GPLv3 licencu.
hy: Դուք կարող եք տարածել, փոփոխել կամ նույնիսկ վաճառել այս ծրագիրը, այն պայմանով, որ Դուք գործում եք GPLv3 լիցենզիայի պայմաններին համաձայն:
mi: Kei te wātea koe ki te tohatoha, ki te whakakē, ki te hoko rānei i ngā pūmanawa, mō te wātea i a koe e manaaki ana i te raihana GPLv3.
mk: Можете слободно да го дистрибуирате, модифицирате или дури и да го продавате софтверот, доколку ја почитувате лиценцата GPLv3.
nb: Du kan fritt distribuere, endre og selge programvaren så lenge du respekterer GPLv3 lisensen.
nl: U bent vrij de software te verdelen, aan te passen of zelfs te verkopen, voorzover u de GPLv3-licentie respecteert.
or: ଆପଣ ଜିପିଏଲସଂ୩ ଲାଇସେନ୍ସରେ ବର୍ଣିତ ସର୍ତାବଳିକୁ ଦୃଷ୍ଟିରେ ରଖି ଏହାକୁ ବିନାମୂଲ୍ୟରେ ବାଣ୍ଟିପାରିବେ, ବଦଳାଇ ପାରିବେ କିମ୍ବା ସରଞ୍ଜାମଟିକୁ ବିକ୍ରୟ ବି କରିପାରିବେ.
pl: Możesz rozprowadzać, modyfikować lub nawet sprzedawać oprogramowanie, dopóki uznajesz licencję GPLv3.
tr: GPLv3 lisansına saygı duyduğunuz sürece, yazılımı dağıtmakta, değiştirmekte hatta satmakta özgürsünüz.
vi: Bạn có quyền phân phối, thay đổi hoặc kể cả bán phần mềm, chừng nào bạn còn tôn trọng giấy phép GPLv3.
