Repository: pbatard/rufus-web
Catalog: locale/*/LC_MESSAGES/index.po
Languages: bs, de, fa, he, hi, hr, hy, mi, mk, nb, nl, or, pl, tr, vi

source: English translation by Pete Batard
bs: Prevod na Bosanski jezik uradio <a href="mailto:mihaelmiki123@gmail.com?Subject=Prevod%20za%20Rufus%20Pocetnu%20Stranicu%20na%20Bosanski%20jezik">Mihael Mutić-Miki</a>
de: Deutsche Übersetzung von <a href="mailto:okrylow@gmail.com?Subject=Rufus%20Homepage%20translation">Oliver Krylow</a>, Änderungen 03/2018 von <a href="mailto:cwallbaum@web.de?Subject=Rufus%20Homepage%20translation">Christian Wallbaum</a>
fa: ترجمه فارسی توسط امیررضا نصیری
he: תרגום לעברית על ידי ‬<a href="mailto:earthcitizen@tutanota.com?Subject=תרגום%20האתר%20של%20Rufus">Michael Afanasiev</a> ואיתיאל
hi: नंदकिशोर तुलसीदास जरींग द्वारा हिन्दी अनुवाद
hr: Preveo i prilagodio Dario Komar
hy: Հայերեն թարգմանությունը կատարել է «Արման Հայի Հիմնադրամը»
mi: Whakamāoritanga Māori nā <a href="mailto:silveraeronz@yandex.com?Subject=Rufus%20Homepage%20translation">SilverAero Productions</a>
mk: Македонски превод: Горан Илиевски
nb: Norsk oversettelse av <a href="mailto:translator744@outlook.com ?Subject=Rufus oversettelse">JED</a>, med endringer av <a href="mailto:aje@uin.no ?Subject=Rufusoversettelse">Are Jensen</a>
nl: Nederlandse vertaling door <a href="mailto:rcpac@ziggo.nl?Subject=Rufus%20Homepage%20translation">Roberto Pino</a>, <a href="mailto:a.voogt@hccnet.nl?Subject=Rufus%20Homepage%20translation">At Voogt</a> en Thomas De Rocker
or: ଏହା ଆଲୋକ ପ୍ରଧାନଙ୍କ ଦ୍ଵାରା ଓଡିଆରେ ଅନୁବାଦ <a href= "mailto:alcon.od@gmail.com?Subject=Rufus%20Homepage%20translation">Alok Pradhan, Odia (India)</a>
pl: Polskie tłumaczenie: <a href="http://halamix2.cba.pl/">Piotr Halama</a><br/>Poprawki: Maciej Junior Niewiarowski
tr: Türkçe çeviri <a href="mailto:mehmetalikuran@gmail.com?Subject=Rufus%20Homepage%20translation">Mehmetali KURAN</a>, <a href="mailto:ilhamitugral@gmail.com?Subject=Rufus%20Homepage%20translation">İlhami TUĞRAL</a>
vi: Bản dịch tiếng Việt tạo bởi <a href="mailto:thanhtai2009@outlook.com?Subject=Rufus%20Homepage%20translation">thanhtai2009@tekcafe.vn</a> & <a href="mailto:honguyenminh@outlook.com?Subject=Rufus%20Homepage%20translation">honguyenminh@outlook.com</a>

source: USB icon by
bs: USB ikonu napravio
de: USB-Icon von
fa: آیکون USB توسط
he: סמל USB מאת
hi: यूएसबी आइकन द्वारा
hr: USB ikona:
hy: USB-ի պատկերի հեղինակը՝
mi: Ata USB mā
mk: USB икона од
nb: USB-ikon av
nl: USB-pictogram door
or: ଇଉଏସବି ଛବି
pl: Ikona USB stworzona przez
tr: USB simgesi
vi: Biểu tượng USB tạo bởi

source: Hosting by
bs: Hosting pruža
de: Gehostet bei
fa: میزبانی توسط
he: אירוח מאת
hi: द्वारा होस्टिंग
hr: Hosting:
hy: Հոսթինգ՝
mi: Kaihautū nā
nb: Hosting av
nl: Hosting door
or: ଅନୁଗ୍ରହଠାରୁ
pl: Hostowane przez
tr: Barındırma Hizmeti
vi: Máy chủ tài trợ bởi

source: Placeholder for ads &mdash; Just like you, I wish this site could exist without them...
he: מציין מיקום עבור מודעות &mdash; בדיוק כמוך, הייתי רוצה שאתר זה יוכל להתקיים בלעדיהם...
hi: विज्ञापनों के लिए प्लेसहोल्डर , बस आप की तरह, मेरी इच्छा है कि यह साइट उनके बिना मौजूद हो ...
mk: Простор за реклами & mdash; Исто како вас, посакувам оваа страница да постои без нив...
or: ପ୍ରଚାର ପାଇଁ ଜାଗା &mdash; ଅପଙ୍କପରି ମୁଁ ମଧ୍ୟ ଆଶାବାଦୀ ଯେ ଏହି ସାଇଟ୍ ତାଙ୍କ ବିନା ଥିଲେ ଭଲ ହୋଇଥାନ୍ତା...

source: Creating an ISO image from a physical disc or from a set of files is very easy to do however, through the use of a CD burning application, such as the freely available <a target="_blank" %s>CDBurnerXP</a> or <a target="_blank" %s>ImgBurn</a>.
bs: Pravljenje ISO slike sa fizičkog diska ili seta fajlova je veoma lako, međutim potrebno je koristiti aplikaciju za rezanje CD-a kao npr. besplatno dostupni <a target="_blank" %s>CDBurnerXP</a> ili <a target="_blank" %s>ImgBurn</a>.
fa: ساخت ایمیج ISO از یک دیسک فیزیکی یا مجموعه‌ای از فایل‌ها بسیار آسان است. می‌توانید با استفاده از برنامه‌های رایت CD مانند برنامه رایگان <a target="_blank" %s>CDBurnerXP</a> یا <a target="_blank" %s>ImgBurn</a> این کار را انجام دهید.
he: יצירת קובץ תמונת ISO מדיסק פיזי או מקבוצת קבצים זה קל מאוד לביצוע, דרך שימוש ביישומים לצריבת CD כמו <a target="_blank" %s>CDBurnerXP</a> ו־<a target="_blank" %s>ImgBurn</a> הזמינות להורדה בחינם.
hi: किसी भौतिक डिस्क से या फ़ाइलों के सेट से एक आईएसओ छवि बनाना, सीडी जलने के अनुप्रयोग के उपयोग के माध्यम से करना आसान है, जैसे कि स्वतंत्र रूप से उपलब्ध <a target="_blank" %s>CDBurnerXP</a> या <a target="_blank" %s>ImgBurn</a>.
hy: Ֆիզիկական սկավառակից կամ ֆայլերի հավաքածուից ISO պատկեր ստեղծելը շատ հեշտ գործ է դառնում CD ձայնագրող ծրագրերից օգտվողների համար: Դրանցից են անվճար <a target="_blank" %s>CDBurnerXP-ն</a> կամ <a target="_blank" %s>ImgBurn-ը</a>:
nb: Opprettelse av en ISO-fil fra en fysisk disk eller et sett av filer gjøres enkellt ved hjelp av et cd-brennerprogram (for eksempel de fritt tilgjengelige <a target="_blank" %s>CDBurnerXP</a> eller <a target="_blank" %s>ImgBurn</a>).
pl: Tworzenie obrazu ISO z fizycznego dysku lub z zestawu plików jest bardzo łatwe, za pomocą aplikacji do wypalania CD, jak darmowy <a target="_blank" %s>CDBurnerXP</a> lub <a target="_blank" %s>ImgBurn</a>.
tr: Ücretsiz olarak erişebileceğiniz <a target="_blank" %s>CDBurnerXP</a> ya da <a target="_blank" %s>ImgBurn</a> gibi CD yazdırma uygulamalarını kullanarak fiziksel bir sürücüden ya da bir takım dosyadan doğrudan ISO yansıması oluşturmak çok kolay.
vi: Tạo một ảnh ISO từ đĩa vật lý hoặc một tập hợp các tập tin rất dễ dàng thông qua ứng dụng ghi CD, một số ứng dụng miễn phí sẵn có như <a target="_blank" %s>CDBurnerXP</a> hoặc <a target="_blank" %s>ImgBurn</a>.

source: To provide feedback, report a bug or request an enhancement, please use the github <a target="_blank" %s>issue tracker</a>. Or you can <a target="_blank" %s>send an e-mail</a>.
bs: Da ostavite povratne informacije, prijavite grešku ili potražite pomoć, molimo vas da koristite Github <a target="_blank" %s>treker problema</a>. Ili nam možete <a target="_blank" %s>poslati e-mail</a>.
de: Um Feedback, einen Fehlerbericht oder Verbesserungsvorschläge zu senden, nutzen Sie bitte den <a target="_blank" %s>issue tracker</a> von GitHub. Alternativ können Sie auch eine <a target="_blank" %s>E-Mail senden</a>.
fa: به منظور ارائه بازخورد، گزارش یا حفره (اشکالات نرم‌افزاری) یا درخواست یک قابلیت، لطفا از <a target="_blank" %s>ردگیری اشکالات</a> github استفاده کنید. یا می‌توانید <a target="_blank" %s>یک ایمیل بفرستید</a>.
he: כדי לספק משוב, לדווח על תקלה או לבקש שיפור, נא להשתמש ב־<a target="_blank" %s>issue tracker</a> של GitHub. ניתן גם <a target="_blank" %s>לשלוח הודעת דוא״ל</a>.
hi: प्रतिक्रिया प्रदान करने के लिए, एक बग की रिपोर्ट करें या एक वृद्धि का अनुरोध करें, कृपया github <a target="_blank" %s>समस्या ट्रैकर</a> का उपयोग करें। या आप <a target="_blank" %s>एक ई-मेल भेज सकते हैं</a>.
hy: Հետադարձ կապի, սխալի մասին հաղորդելու կամ բարելավությունների առաջարկներ անելու համար օգտվե՛ք github-ի <a target="_blank" %s>խնդիրների տեղեկատուից</a>: Կամ կարող եք <a target="_blank" %s> էլեկտրոնային նամակ ուղարկել</a>:
mk: За повратни информации, да пријавите грешка или да побарате подобрување, ве молиме користете го github <a target="_blank" %s>трагачот на проблеми</a>. Или, можете да <a target="_blank" %s>испратите е-пошта</a>.
nb: For tilbakemelding, rapportere om feil eller ønske tillegg, vennligst benytt githubs <a target="_blank" %s>sak-sporer</a>. Eller <a target="_blank" %s>send en e-post</a>.
nl: Als u feedback wilt geven, bugs wilt rapporteren of verbeteringen wilt aanvragen, gebruik dan de github-<a target="_blank" %s>issue tracker</a>. U kunt ook <a target="_blank" %s>een e-mail sturen</a>.
or: ମନ୍ତର୍ବ୍ୟ, ବଗ୍ କିମ୍ବା ଉନ୍ନତି ପାଇଁ, ଦୟାକରି ଗିଟହବ <a target="_blank" %s>ଇସୂ ଟ୍ରେଟ୍କ୍କର</a> ବ୍ୟବହାର କରନ୍ତୁ. କିମ୍ବା ଆପଣ <a target="_blank" %s>ସନ୍ଦେଶ ପଠାନ୍ତୁ</a>.
pl: Aby przekazać opinię, zgłosić błąd lub prosić o ulepszenia, proszę użyj <a target="_blank" %s>trackera zgłoszeń</a> na githubie. Możesz też <a target="_blank" %s>wysłać mi e-maila</a>.
tr: Geribildirim gönderimi, hata raporlaması ya da geliştirme istekleri için lütfen github <a target="_blank" %s>issue tracker (sorun takipçisi)</a>'ı kullanın. Ya da <a target="_blank" %s>bir e-posta gönderin</a>.
vi: Để cung cấp phản hồi, báo lỗi hoặc yêu cầu cải tiến, vui lòng dùng <a target="_blank" %s>bộ theo dõi vấn đề</a> trên github. Hoặc bạn có thể <a target="_blank" %s>gửi e-mail</a>.

source: For more information, see the <a target="_blank" %s>github project</a>.
bs: Za još više informacija, pogledajte naš <a target="_blank" %s>Github projekat</a>.
de: Für weitere Informationen besuchen Sie das <a target="_blank" %s>GitHub-Projekt</a>.
fa: برای اطلاعات بیشتر، <a target="_blank" %s>پروژه github</a> را مشاهده کنید.
he: למידע נוסף, ניתן לראות את הפרוייקט ב־<a target="_blank" %s>github</a>.
hi: अधिक जानकारी के लिए, <a target="_blank" %s>github प्रोजेक्ट</a> देखें.
hy: Լրացուցիչ տեղեկությունների համար այցելե՛ք՝ <a target="_blank" %s> github նախաձեռնությունը </a>:
mk: За повеќе информации, видете го <a target="_blank" %s>проектот github</a>.
nb: For mer informasjon, vennligst se <a target="_blank" %s>github-prosjektet</a>.
nl: Zie het <a target="_blank" %s>github-project</a> voor meer informatie.
or: ଅଧିକ ଜାଣିବା ପାଇଁ <a target="_blank" %s>ଗିଟହବ ପ୍ରଜେକ୍ଟ</a> ଦେଖନ୍ତୁ.
pl: Dla większej ilości informacji, zobacz <a target="_blank" %s>projekt na githubie</a>.
tr: Daha fazla bilgi için <a target="_blank" %s>github projesine</a> bakın.
vi: Để có thêm thông tin, hãy xem <a target="_blank" %s>dự án github</a>.

source: Oh, and Rufus is <b>fast</b>. For instance it's about twice as fast as <a %s>UNetbootin</a>, <a %s>Universal USB Installer</a> or <a %s>Windows 7 USB download tool</a>, on the creation of a Windows 7 USB installation drive from an ISO. It is also marginally faster on the creation of Linux bootable USB from ISOs.
hr: K tomu, Rufus je <b>brz</b>. Na primjer, dvostruko je brži od programa <a %s>UNetbootin</a>, <a %s>Universal USB Installer</a> ili <a %s>Windows 7 USB download tool</a> pri stvaranju Windows 7 USB instalacijske jedinice iz ISO slike. Donekle je brži i pri zapisivanju Linux ISO slika.

source: If you create a DOS bootable drive and use a non-US keyboard, Rufus will attempt to select a keyboard layout according to the locale of your system. In that case, <a %s>FreeDOS</a>, which is the default selection, is recommended over MS-DOS, as it supports more keyboard layouts.
hr: Ukoliko stvorite DOS pokretačku jedinicu, a ne koristite američku tipkovnicu, Rufus će probati odabrati raspored tipkovnice u skladu s regionalnom shemom sustava. U tom slučaju, <a %s>FreeDOS</a>, koji je zadani odabir, preporučljiviji je od MS-DOS, budući da podržava više rasporeda.

source: All versions of Rufus since v1.1.0 allow the creation of a bootable USB from an <a %s>ISO image</a> (.iso).
hr: Sve verzije Rufusa nakon v1.1.0 dopuštaju stvaranje pokretačkog USB-a iz <a %s>ISO slike</a> (.iso).

source: Creating an ISO image from a physical disc or from a set of files is very easy to do however, through the use of a CD burning application, such as the freely available <a %s>CDBurnerXP</a> or <a %s>ImgBurn</a>.
hr: Doduše, stvaranje ISO slike s diska ili iz datoteka lagano je ako se koriste neke od besplatnih aplikacija, kao što su <a %s>CDBurnerXP</a> ili <a %s>ImgBurn</a>.

source: A Rufus FAQ is available <b><a %s>HERE</a></b>.
hr: FAQ je dostupan <b><a %s>OVDJE</a></b>. (na engleskom)

source: To provide feedback, report a bug or request an enhancement, please use the github <a %s>issue tracker</a>. Or you can <a %s>send an e-mail</a>.
hr: Kako biste pružili feedback, prijavili grešku ili preporučili poboljšanje, molimo koristite github <a %s>issue tracker</a>. Ili možete <a %s>poslati e-mail</a>.

source: <a %s>GNU General Public License (GPL) version 3</a> or later.
hr: <a %s>GNU General Public License (GPL) verzija 3</a> ili kasnija.

source: Rufus is produced in a 100%% transparent manner, from its <a %s>public source</a>, using a <a %s>MinGW32</a> environment.
hr: Rufus je napravljen 100%% transparentno, iz svog <a %s>javnog izvora</a>, koristeći <a %s>MinGW32</a> okruženje.

source: Alternatively, you can clone the <a %s>git</a> repository using:
hr: Ili možete klonirati <a %s>git</a> repozitorij pomoću:

source: For more information, see the <a %s>github project</a>.
hr: Za dodatne informacije, pogledajte <a %s>github projekt</a>.

source: If you really insist, you can always make a donation to the <a %s>Free Software Foundation</a>, as they are the main reason software like Rufus is possible.
hr: Ukoliko stvarno inzistirate, uvijek možete donirati <a %s>Zakladi za slobodan softver</a>, budući da su oni glavni razlog zbog kojeg softver poput Rufusa uopće može postojati.

source: The following tests were carried out on a Windows 7 x64 Core 2 duo/4 GB RAM platform, with an USB 3.0 controller and a <a %s>16 GB USB 3.0 ADATA S102 flash drive</a>.
hr: Sljedeći testovi provedeni su na Windows 7 x64, Core 2 Duo s 4 GB radne memorije, pomoću USB 3.0 kontrolera i <a %s>USB 3.0 ADATA S102 flash memorije od 16 GB</a>.
