Repository: pbatard/rufus-web
Catalog: public_html/locale/*/LC_MESSAGES/index.po
Languages: ar, bg, cs, da, el, et, fr, it, lt, ru, sk, sv, th, uk

source: The following tests were carried out on a Windows 7 x64 Core 2 duo/4 GB RAM platform, with an USB 3.0 controller and a <a %s>16 GB USB 3.0 ADATA S102 flash drive</a>.
fr: Les tests suivants ont été conduits depuis une machine Windows 7 x64 Core 2 duo avec 4Go de RAM, en utilisant un contrôleur USB 3.0 ainsi qu'un <a %s>périphérique flash 16 Go USB 3.0 ADATA S102</a>.
it: I seguenti test sono stati effettuati su Windows 7 x64 Core 2 duo/4 GB RAM, con un controller USB 3.0 e una <a %s>unità flash 16 GB USB 3.0 ADATA S102</a>.
sk: Nasledovné testy boli robené na Windows 7 x64 Core 2 duo/4 GB RAM počítači, s USB 3.0 radičom a <a %s>16 GB USB 3.0 kľúčom ADATA S102</a>.
sv: Följande test utfördes på en Windows 7 x64 Core 2 duo/4 GB RAM platform, med en USB 3.0-kontroller och en <a %s>16 GB USB 3.0 ADATA S102-minne</a>.

source: Portable
da: Portabel
th: แบบพกพา
