Repository: pbatard/rufus-web
Catalog: public_html/locale/*/LC_MESSAGES/index.po
Languages: ar, bg, cs, da, el, et, fr, it, lt, ru, sk, sv, th, uk

source: Version
ar: الإصدار
bg: Версия
cs: Verze
el: Εκδοχή
et: Versioon
it: Versione
lt: Versija
ru: Версия
sk: Verzia
th: เวอร์ชั่น
uk: Версія

source: Create bootable USB drives the easy way
ar: الطريقة الأسهل لإنشاء إقلاع USB متعدد
bg: Лесно създаване на зареждащ USB-диск
cs: Vytvořit bootovací USB nebylo snažší!
da: Opret startbare USB-drev på den nemme måde
el: Δημιουργήστε USB με δυνατότητα εκκίνησης εύκολα και γρήγορα
et: Looge alglaetav USB-seade lihtsalt
fr: Créez une clé USB démarrable de manière facile
it: Crea una unità USB avviabile in modo facile
lt: Sukurk įkelties USB diskus - lengvai
ru: Простое создание загрузочных USB-дисков
sk: Vytvorte bootovací USB kľúč rýchlo a jednoducho
sv: Skapa enkelt startbara USB-enheter
th: สร้างไดรฟ์บูตUSBอย่างง่ายดาย
uk: Легке створення завантажувальних USB-дисків

source: Want to improve this translation?
bg: Искате да подобрите този превод?
cs: Chcete zlepšit tento překlad?
da: Ønsker du at forbedre denne oversættelse?
et: Soovite seda tõlget parandada?
fr: Voulez-vous améliorer cette traduction?
it: Vuoi perfezionare la traduzione?
lt: Norėtumėte patobulinti vertimą?
sk: Chcete zlepšiť preklady?
th: ต้องการที่จะปรับปรุงการแปลนี้?
uk: Хочете допомогти з перекладом?

source: rufus_en.png
ar: rufus_ar.png
bg: rufus_bg.png
cs: rufus_cs.png
da: rufus_da.png
el: rufus_el.png
fr: rufus_fr.png
it: rufus_it.png
lt: rufus_lt.png
ru: rufus_ru.png
sk: rufus_sk.png
sv: rufus_sv.png
th: rufus_th.png
uk: rufus_uk.png

source: Rufus is a utility that helps format and create bootable USB flash drives, such as USB keys/pendrives, memory sticks, etc.
ar: برنامج Rufus هو أداة تساعد في تنسيق وإنشاء أقراص الإقلاع عن طريق يو اس بي USB، مثل قطلع الذواكر، الخ.
bg: Rufus е програма, с чиято помощ лесно можете да форматирате и създавате зареждащи USB Keys/Pendrives дискове, карти с памет и др.
cs: Nástroj Rufus nabízí snadnou tvorbu a formátování bootovacích USB disků: USB klíčenek, paměťových karet,...
da: Rufus er et værktøj, der hjælper med at formatere og skabe startbare USB-flashdrev, såsom USB-nøgler/USB-pinde, USB-stik, osv.
el: Το Rufus είναι ένα πρόγραμμα που σας βοηθά με τη διαμόρφωση και τη δημιουργία USB με δυνατότητα εκκίνησης, όπως USB keys /pendrives, κάρτες μνήμης, κτλ.
et: Rufus on utiliit, mis abistab alglaaditavate USB seadmete (mälupulgad, mälukaardid jne) loomisel ja vormindamisel.
fr: Rufus est un utilitaire permettant de formater et de créer des média USB démarrables, tels que clés USB, mémoire flash, etc.
it: Rufus è una utility che ti aiuta a formattare e creare una unità flash USB avviabile, come una chiavetta/penna/unità USB, memory stick, ecc.
lt: Rufus programa leidžia suženklinti ir sukurti sistemų paleidimo laikmenas, kaip pvz. USB atmintukus, atminties korteles ir pan.
ru: Rufus это утилита, которая помогает форматировать и создавать загрузочные Flash/Pen/Key диски, карты памяти и т.д.
sk: Rufus je utilita, ktorá pomôže naformátovať a vytvoriť bootovacie jednotky USB Flash, ako sú napr. USB kľúče, pamäťové karty, atď.
sv: Rufus är ett program som hjälper dig formatera och skapa startbara USB-diskar, så som USB-minnen, minneskort, etc.
th: Rufusคือโปรแกรมที่ช่วยฟอร์แมทและสร้างUSBแฟลชไดรฟ์ที่สามารถบูทได้ เช่นคีย์ USB / pendrives, Memory Sticks, ฯลฯ
uk: Rufus це утиліта, яка допомагає форматувати та створювати завантажувальні Flash/Pen/Key диски, картки пам'яті, тощо.

source: It can be especially useful for cases where:
ar: على الغالب سيكون مفيداً وخصوصا في الحالات التالية:
bg: Може да бъде особено полезен в случаите, когато:
cs: Nejvíce se hodí když...
da: Det kan især være brugbart i tilfælde, hvor:
el: Μπορεί να είναι ιδιαίτερα χρήσιμο για τις περιπτώσεις όπου:
et: See võib olla iseäranis kasulik siis kui:
fr: Il est particulièrement utile pour les cas où :
it: Può essere specialmente utile nei casi dove:
lt: Ji gali būti ypač naudinga tais atvejais, kai:
ru: Rufus будет особенно полезен в случаях, когда:
sk: Môže to byť užitočné v prípadoch, keď:
sv: Det kan vara väldigt användbart när:
th: Rufus อาจจะเป็นประโยชน์อย่างยิ่งในกรณีที่:
uk: Rufus буде особливо корисним у випадках, коли:

source: you need to create USB installation media from bootable ISOs (Windows, Linux, UEFI, etc.)
ar: تريد إنشاء قرص يو اس بي قادر على الاقلاع (فلاشة تنصيب) من صور الأيزو ISO مثل (ويندوز، لينوكس، واجهة البرامج الثابتة الموحدة الموسعة UEFI، الخ.)
bg: трябва да създадете USB зареждащ диск, съдържащ ISO-образ (Windows, Linux, UEFI и др.)
cs: potřebujete vytvořit USB instalační médium z ISO obrazu (Windowsu, Linuxu, UEFI atp.)
da: du vil oprette USB-installationsmedier fra startbare ISO'er (Windows, Linux, UEFI, osv.)
el: θέλετε να δημιουργήσετε μέσα εγκατάστασης USB από είδωλα ISO με δυνατότητα εκκίνησης (Windows, Linux, UEFI, κλπ.)
et: soovite luua USB-paigaldusmeediat alglaaditavatest ISO-failidest (Windows, Linux, UEFI, jne.)
fr: vous voulez créer un média d’installation USB à partir d’une image ISO démarrable (Windows, Linux, UEFI, etc.)
it: devi creare un unità USB di installazione da un file immagine ISO avviabile (Windows, Linux, UEFI, ecc.)
lt: reikia pasidaryti diegimo laikmeną iš ISO atvaizdžių (Windows, Linux, UEFI ir kt.)
ru: необходимо создать загрузочный USB-диск из загрузочного ISO-образа (Windows, Linux, UEFI и др.)
sk: potrebujete vytvoriť inštalačné USB zariadenie z bootovacieho ISO súboru (Windows, Linux, UEFI, atď.)
sv: du vill göra en USB-installation från startbara ISO-filer (Windows, Linux, UEFI, etc.)
th: คุณจำเป็นต้องสร้างสื่อการติดตั้ง USB จาก ISOs ที่สามารถบูตได้ (Windows, Linux, UEFI ฯลฯ )
uk: необхідно створити завантажувальний USB-диск із завантажувального ISO-образу (Windows, Linux, UEFI та інші)

source: you need to work on a system that doesn't have an OS installed
ar: تريد العمل على نظام لا يوجد عليه نظام تشغيل مثبت
bg: трябва да работите на система, на която няма инсталирана ОС
cs: potřebujete pracovat u počítače, kde není nainstalovaný žádný operační systém
da: du vil arbejde på et system, der ikke har et operativsystem installeret
el: θέλετε να δουλέψετε σε ένα σύστημα το οποίο δεν έχει εγκατεστημένο κάποιο λειτουργικό σύστημα
et: soovite töötada arvutiga, millel puudub operatsoonisüsteem
fr: vous voulez travailler sur une machine qui n’a pas de système d’exploitation installé
it: devi lavorare su un sistema che non ha un sistema operativo installato
lt: reikia dirbti su sistema, kurioje nėra įdiegtos operacinės sistemos
ru: необходимо работать на системах, которые не имеют установленной ОС
sk: potrebujete pracovať s počítačom, na ktorom nie je operačný systém
sv: du måste arbeta med ett system som inte har något operativsystem installerat
th: คุณจำเป็นต้องทำงานในระบบที่ไม่ได้มีการติดตั้งระบบปฏิบัติการไว้ก่อนหน้า
uk: необхідно працювати на системах, що не мають встановленої ОС

source: you need to flash a BIOS or other firmware from DOS
ar: تريد شحن البيوس أو أي قطعة ذات برنامج ثابت (ذاكرة القراءة فقط) من خلال نظام دوس
bg: трябва да презапишете BIOS или друг фърмуер от DOS
cs: potřebujete provést přehrání BIOSu nebo jiného DOS firmwaru
da: du vil opdatere en BIOS eller anden firmware fra DOS
el: θέλετε να κάνετε flash το BIOS ή άλλο υλικολογισμικό από το DOS
et: soovite uuendada BIOSi või mõnda muud püsivara DOSis
fr: vous voulez programmer un BIOS ou un autre type de firmware depuis DOS
it: devi aggiornare un BIOS o altro firmware da DOS
lt: reikia perrašyti BIOS ar kitokią programinę aparatinę įrangą (angl. "firmware") DOS aplinkoje
ru: необходимо прошить BIOS или другую прошивку из-под DOS
sk: potrebujete flashovať BIOS alebo iný firmware cez DOS
sv: du vill uppdatera BIOS:en eller annan mjukvara från DOS
th: คุณจำเป็นต้องแฟลชไบออสหรือเฟิร์มแวร์อื่น ๆ จาก DOS
uk: необхідно прошити BIOS чи іншу прошивку з-під DOS

source: you want to run a low-level utility
ar: ترغب بتشغيل أداة منخفضة المستوى
bg: искате да заредите програма, работеща на ниско ниво
cs: potřebujete pracovat s low-level utilitami
da: du ønsker at køre et low-level-værktøj
el: θέλετε να εκτελέσετε ένα βοηθητικό πρόγραμμα(low-level)
et: soovite kasutada mõnd madaltaseme utiliiti
fr: vous voulez lancer un utilitaire de bas-niveau
it: vuoi eseguire una utility di formattazione a basso livello
lt: norite paleisti aparatinės prieigos programą
ru: необходимо запустить низкоуровневую утилиту
sk: chcete spúšťať low-level utilitu
sv: du vill köra ett lågnivåverktyg
th: คุณต้องการเรียกใช้ยูทิลิตี้ระดับต่ำ
uk: необхідно запустити утиліту низького рівня

source: Despite its small size, Rufus provides everything you need!
ar: بالرغم من صغر حجم Rufus فإنه يقدم لك كل ما تحتاجه.
bg: Въпреки малкия си размер, Rufus предлага всичко, от което се нуждаете!
cs: I když Rufus zabírá jen pár kilobyte, poskytuje vše potřebné!
da: Trods sin lille størrelse leverer Rufus alt hvad du behøver!
el: Παρά το μικρό μέγεθος της εφαρμογής, το Rufus παρέχει οτιδήποτε χρειάζεστε!
et: Väikesest mahust hoolimata annab Rufus kasutajale kõik vajalikud võimalused!
fr: En dépit de sa petite taille, Rufus fournit tout ce dont vous avez besoin !
it: In una piccola dimensione, Rufus fornisce tutto quello che ti serve!
lt: Nors mažo dydžio, Rufus suteikia viską, ko jums reikia!
ru: Несмотря на небольшой размер, Rufus умеет делать все необходимое!
sk: Aj napriek kompaktnej veľkosti, Rufus má všetko, čo potrebujete
sv: Även om Rufus är ett litet program, klarar den utföra allt du behöver!
th: แม้จะมีขนาดที่เล็กแต่Rufusมีทุกสิ่งที่คุณต้องการ!
uk: Не дивлячись на невеликий розмір, Rufus вміє робити все необхідне!

source: Oh, and Rufus is <b>fast</b>. For instance it's about twice as fast as <a %s>UNetbootin</a>, <a %s>Universal USB Installer</a> or <a %s>Windows 7 USB download tool</a>, on the creation of a Windows 7 USB installation drive from an ISO. It is also marginally faster on the creation of Linux bootable USB from ISOs.
ar: نعم، وإن Rufus <b>سريع</b>، فإنه أسرع بمرتين من <a %s>UNetbootin</a>, <a %s>Universal&nbsp;USB&nbsp;Installer</a> أو <a %s>Windows&nbsp;7&nbsp;USB&nbsp;download&nbsp;tool</a> في صناعة فلاشات يو اس بي التي تستخدم لتنصيب ويندوز 7، من صورة أيزو ISO، كما أنه أيضاً أسرع في صناعة فلاشات يو اس بي إقلاعية لنظام لينوكس، من صور الأيزو ISO‏.
bg: О, също така Rufus e <b>бърз</b>. Например, два пъти по бърз от <a %s>UNetbootin</a>, <a %s>Universal USB Installer</a> или <a %s>Windows 7 USB download tool</a>, при създаването на Windows 7 USB-диск от ISO-образ. Също така е малко по-бърз при създаването на зареждащ Linux USB-диск от ISO-образ.
cs: Rufus vyniká i rychlostí. V porovnání s <a %s>UNetbootin</a>, <a %s>Universal USB Installer</a> či <a %s>Windows 7 USB download tool</a> je až dvakrát rychlejší! Při tomto testování bylo použito ISO Windows 7. Při ISO souborech Linuxu je stále ještě nadprůměrný.
da: Rufus er forresten <b>hurtig</b>. For eksempel er Rufus omkring dobbelt så hurtig som <a %s>UNetbootin</a>, <a %s>Universal USB Installer</a> eller <a %s>Windows 7 USB download tool</a> ved oprettelse af en Windows 7-USB-installationsdisk fra en ISO. Rufus er også marginalt hurtigere ved oprettelse af startbare USB'er med Linux fra ISO'er.
el: Ένα πλεονέκτημα του Rufus είναι ότι είναι αρκετά <b>γρήγορο</b>. Παραδείγματος χάριν, είναι περίπου δύο φορές πιο γρήγορο απο τα <a %s>UNetbootin</a>, <a %s>Universal USB Installer</a> ή το <a %s>Windows 7 USB download tool</a>, στην δημιουργία ενός USB εγκατάστασης των Windows 7 από ένα είδωλο ISO. Επίσης το Rufus είναι οριακά πιο γρήγορο και στις περιπτώσεις δημιουργίας USB με δυνατότατα εκκίνησης για Linux από ένα είδωλο ISO.
et: Oojaa, Rufus on <b>kiire</b> - näiteks kaks korda kiirem, kui <a %s>UNetbootin</a>, <a %s>Universal USB Installer</a> või <a %s>Windows 7 USB download tool</a> ISO failist Windows 7 USB-paigaldusmeedia loomisel. Samuti on see pisut kiirem Linuxi USB-paigaldusmeedia loomisel ISO failist.
fr: Oh, et Rufus est <b>rapide</b>. Par exemple, il est environ deux fois plus rapide qu'<a %s>UNetbootin</a>, <a %s>Universal USB Installer</a> ou <a %s>l'utilitaire Windows 7 USB</a>, pour la création d'un média d'installation USB à partir d'une image ISO Windows 7. Il est aussi marginalement plus rapide pour la création de média USB démarrables Linux.
it: O, e Rufus è <b>veloce</b>. Ad esempio è due volte più veloce di <a %s>UNetbootin</a>, <a %s>Universal USB Installer</a> o <a %s>del tool di download USB di Windows 7</a>, nella creazione di una unità di installazione USB di Windows 7 da un file ISO. È anche marginalmente più veloce nella creazione di una unità USB avviabile di installazione di Linux da un'immagine ISO.
lt: Beje, Rufus veikia <b>greitai</b>. Pavyzdžiui, jis maždaug dvigubai greičiau sukuria Windows 7 USB diegimo diską iš ISO nei <a %s>UNetbootin</a>, <a %s>Universal USB Installer</a> ar <a %s>Windows 7 USB download tool</a>. Rufus taip pat šiek tiek greičiau sukuria Linux įkelties USB iš ISO atvaizdžių.
ru: Rufus работает очень <b>быстро</b>. Например, вдвое быстрее, чем <a %s>UNetbootin</a>, <a %s>Universal USB Installer</a> или <a %s>Windows 7 USB download tool</a> при создании загрузочного Windows 7 USB-диска из ISO-образа. Rufus также немного быстрее при создании загрузочного Linux USB-диска из ISO-образа.
sk: Navyše, Rufus je <b>rýchly</b>. Napríklad, je dvakrát rýchlejší ako <a %s>UNetbootin</a>, <a %s>Universal USB Installer</a> alebo <a %s>Windows 7 USB download tool</a> pri vytváraní inštalačného USB zariadenia z ISO obrazu Windows 7. Je oveľa rýchlejši aj pri vytváraní bootovacích USB zariadení Linuxových distribúcií z ISO obrazov.
sv: Jo, Rufus är <b>snabb</b>. Det är till exempel dubbelt så snabb som <a %s>UNetbootin</a>, <a %s>Universal USB Installer</a> eller <a %s>Windows 7 USB download tool</a>, på att skapa en Windows 7 USB-installationsdisk från en ISO-fil. Det är också marginellt snabbare på att skapa Linux startbara USB-enheter från ISO-filer.
th: มากไปกว่านั้น Rufusยังสามารถทำงานได้ <b>รวดเร็ว</b> ยกตัวอย่างเช่น Rufusมีความเร็วเกือบจะเป็นสองเท่าของ <a %s>UNetbootin</a> , <a %s>Universal USB Installer</a> หรือ <a %s>Windows 7 USB download tool</a> ในการสร้างไดรฟ์ USB ติดตั้งของ Windows 7 จากISO นอกจากนี้Rufusยังเร็วกว่าเล็กน้อยในการสร้างระบบปฏิบัติการLinuxที่สามารถบูทได้จากUSB จากISOs
uk: Rufus працює дуже <b>швидко</b>. Наприклад, вдвічі швидше за <a %s>UNetbootin</a>, <a %s>Universal USB Installer</a> чи <a %s>Windows 7 USB download tool</a> при створенні завантажувального Windows 7 USB-диска з ISO-образу. Rufus також діє дещо швидше при створенні завантажувального Linux USB-диску з ISO-образа.

source: A non exhaustive list of Rufus supported ISOs is also provided at the bottom of this page.
ar: في أسفل هذه الصفحة ستجد مجموعة لا تنتهي من صور الأيزو ISO التي يدعمها برنامجنا Rufus‏.
bg: В долната част на страницата е предоставен частичен списък с поддържаните от Rufus ISO-образи.
cs: Neúplný seznam Rufusem podporovaných ISO obrazů najdete také dole na této stránce.
da: En ufuldstændig liste over Rufus-understøttede ISO'er er også angivet nederst på siden.
el: Ο κατάλογος των μορφών ISO που υποστηρίζονται απο το Rufus μπορεί να βρεθεί στο κάτω μέρος της σελίδας.
et: Rufuse poolt toetatavate ISO failide osaline nimekiri asub lehekülje allosas.
fr: Une liste non-exhaustive d'images ISO supportées par Rufus est fournie au bas de cette page.
it: In fondo alla pagina è disponibile un elenco non esaustivo delle ISO supportate da Rufus.
lt: Negalutinis Rufus palaikomų ISO atvaizdžių sąrašas yra pateiktas šio puslapio apačioje.
ru: Неполный список ISO-образов, с которыми Rufus умеет работать представлен внизу страницы.
sk: Stručný zoznam podporovaných ISO obrazov sa nachádza nižšie na tejto stránke.
sv: En ofullständig lista över ISO-filer som Rufus fungerar ihop med finns längst ner på sidan.
th: รายการ ISOs ที่Rufusสนับสนุนอย่างคร่าวๆ สามารถดูได้จากด้านล่างของหน้านี้
uk: Неповний список ISO-образів, з якими Rufus вміє працювати представлений внизу сторінки.

source: Download
ar: تحميل
bg: Изтегли
cs: Stažení
da: Hent
el: Λήψη
et: Allalaadimine
fr: Téléchargement
lt: Atsisiųsti
ru: Скачать
sk: Stiahnuť
sv: Ladda ned
th: ดาวน์โหลด
uk: Завантажити

source: Last updated %s:
ar: تاريخ آخر تحديث %s:
bg: Последно актуализиран на %s:
cs: Aktuální verze z %s:
da: Senest opdateret %s:
el: Τελευταία ενημέρωση %s:
et: Viimati uuendatud %s:
fr: Dernière mise à jour %s :
it: Ultimo aggiornamento %s:
lt: Paskiausiai atnaujinta %s:
ru: Последнее обновление %s:
sk: Naposledy aktualizované %s:
sv: Senaste uppdateringen %s:
th: การอัพเดทล่าสุด %s:
uk: Останнє оновлення %s:

source: KB
ar: كيلو بايت
bg: Кб
fr: Ko
ru: Кб
uk: Кб

source: Other versions
ar: إصدارات أخرى
bg: Други версии
cs: Starší verze
da: Andre versioner
el: Άλλες εκδόσεις
et: Teised versioonid
fr: Autres versions
it: Altre versioni
lt: Kitos versijos
ru: Другие версии
sk: Ostatné verzie
sv: Andra versioner
th: เวอร์ชั่นอื่นๆ
uk: Інші версії

source: Supported Languages:
ar: اللغات المدعومة:
bg: Поддържани езици:
cs: Podporované Jazyky:
da: Understøttede sprog:
el: Γλώσσες που υποστηρίζονται:
et: Toetatud keeled:
fr: Langues supportées :
it: Lingue supportate:
lt: Palaikomos kalbos:
ru: Поддерживаемые языки:
sk: Podporované jazyky:
sv: Språkstöd:
th: ภาษาที่ได้รับการสนับสนุน:
uk: Підтримувані мови:

source: System Requirements:
ar: متطلبات النظام:
bg: Системни изисквания:
cs: Systémové požadavky:
da: Systemkrav:
el: Απαιτήσεις συστήματος:
et: Nõuded süsteemile:
fr: Configuration minimale :
it: Requisiti di sistema:
lt: Reikalavimai sistemai:
ru: Системные требования:
sk: Systémové požiadavky:
sv: Systemkrav:
th: ข้อกำหนดขั้นต่ำของระบบ:
uk: Системні вимоги:

source: Windows XP or later, 32 or 64 bit doesn't matter. Once downloaded, the application is ready to use.
ar: ويندوز إكس بي أو أحدث، ولا يهم إن كان 32 أو 64 بت، فإن البرنامج جاهز للاستخدام فور انتهاء التحميل.
cs: U systémů Windows XP a novějších se nezohlednuje stažená bitová verze (32 bitů X 64 bitů). Ihned po stažení je aplikace připravena k použití.
lt: Windows XP ar vėlesnė, gali būti tiek 32, tiek 64 bitų. Atsisiųstoji programa jau paruošta naudoti.
ru: Windows XP или более поздней версии, 32 или 64 бит не имеет значения. После загрузки приложение готово к использованию.
uk: Windows XP, чи більш пізньої версії, 32 чи 64 біти значення не має. Після завантаження додаток готовий до використання.

source: I will take this opportunity to express my gratitude to the translators who made it possible for Rufus, as well as this webpage, to be translated in various languages. If you find that you can use Rufus in your own language, you should really thank them!
ar: سوف أنتهز هذه الفرصة لأعرب عن امتناني للمترجمين الذين وفروا إمكانية وجود برنامج Rufus وهذه الصفحة أيضاً بلغات متعددة، فإذا وجدت أنك تستطيع استخدام Rufus بلغتك الأم فعليك أن تشكرهم فعلاً.
bg: Искам да изразя своята благодарност към преводачите, превели Rufus, както и тази уеб страница, на различни езици. Ако установите, че можете да изпозлвате Rufus на своя роден език, наистина трябва да им благодарите!
cs: Využívám této příležitosti k poděkování všem překladatelům Rufuse a webových stránek. Čtete-li tento text svým mateřským jazykem, víte, komu máte poděkovat :)!
da: Jeg vil benytte lejligheden til at udtrykke min taknemmelighed over for de oversættere, der gjorde det muligt for Rufus, samt denne webside, at blive oversat til forskellige sprog. Hvis du kan bruge Rufus på dit eget sprog, er det virkelig dem, du bør takke!
el: Θα επωφεληθώ αυτής της ευκαιρίας για να εκφράσω την ευγνωμοσύνη μου προς τους μεταφραστές που κατέστησαν δυνατό για το Rufus, καθώς και για την ιστοσελίδα να μεταφραστεί σε διάφορες γλώσσες. Αν διαπιστώσετε ότι μπορείτε να χρησιμοποιήσετε το Rufus στη δική σας γλώσσα, θα πρέπει να τους ευχαριστήσετε πραγματικά!
et: Kasutan siinkohal võimalust avaldada tänu kõikidele tõlkijatele, kes on teinud võimalikuks Rufuse ja selle veebilehe tõlked paljudesse keeltesse. Kui saad Rufust kasutada oma emakeeles, peaksid tõesti neid tänama!
fr: Je profite de cette occasion pour exprimer ma gratitude aux traducteurs qui permettent à Rufus, ainsi que cette page web, d'être traduits dans plusieurs langues. Si vous pouvez désormais utiliser Rufus dans votre langage, c'est eux qu'il faut remercier !
it: Voglio esprimere la mia gratitudine ai traduttori che hanno reso Rufus e il sito web disponibile in diverse lingue. Se puoi usare Rufus nella tua lingua devi dire grazie a loro!
lt: Pasinaudosiu šia proga išreikšti savo dėkingumą vertėjams, kurių dėka Rufus, o taip pat ir ši svetainė, buvo išversta į įvairias kalbas. Jei galite naudotis Rufus savo kalba, turėtumėte būti dėkingi jiems!
ru: Я хочу выразить мою благодарность переводчикам, которые перевели Rufus, а также эту веб-страницу на различные языки. Если вы обнаружите, что можете пользоваться Rufus на вашем родном языке, вы должны благодарить их!
sk: Využijem túto príležitosť pre vyjadrenie vďačnosti prekladateľom, ktorí umožnili programu Rufus a tejto web stránke, aby bola preložená do mnohých jazykov. Ak ste radi, že používate Rufus vo svojom rodnom jazyku, mali by ste sa im poďakovať!
sv: Jag vill passa på att uttrycka min tacksamhet till översättarna som gjort det möjligt för Rufus och hemsidan att bli översatt till olika språk. Om du märker att du har användning av Rufus på ditt egna språk, då ska du verkligen tacka dem!
th: ผมขอใช้โอกาสนี้เพื่อเป็นการแสดงความขอบคุณอย่างสุดซึ้งไปยังผู้แปลทุกคนที่ทำให้Rufusมายังจุดนี้ได้ และรวมถึงผู้แปลเว็บไซต์ในหลากหลายภาษา หากคุณพบว่าคุณสามารถใช้Rufusในภาษาของคุณเอง คุณควรจะขอบคุณพวกเขา!
uk: Я хочу висловити свою подяку перекладачам, що переклали Rufus, а також цю веб-сторінку на різні мови. Якщо ви виявите, що можете користуватися Rufus на вашій мові, ви повинні дякувати їм!

source: Usage
ar: الإستخدام
bg: Начин на използване
cs: Použití
da: Anvendelse
el: Χρήση
et: Kasutamine
fr: Utilisation
it: Uso
lt: Naudojimas
ru: Использование
sk: Návod na použitie
sv: Användning
th: วิธีการใช้งาน
uk: Використання

source: Download the executable and run it &ndash; no installation is necessary.
ar: فقط قم بتحميل الملف التنفيذي وتشغيله &ndash; ليس هناك أي عملية تنصيب ضرورية.
bg: Изтеглете файла и го изпълнете &ndash; не е необходима инсталация.
cs: Pouze stáhnout a spustit &dash; Ano, naprosto bez instalace!
da: Hent den eksekverbare fil og kør den &ndash; ingen installation er nødvendig.
el: Κάντε λήψη του αρχείου για να το εκτελέσετε &ndash; δε χρειάζεται κάποια εγκατάσταση.
et: Laadige alla ja käivitage fail &ndash; eraldi paigaldamine pole vajalik.
fr: Téléchargez le fichier exécutable et lancez-le &ndash; aucune installation n'est nécessaire.
it: Scarica l'eseguibile ed eseguilo &ndash; non è necessaria nessuna installazione.
lt: Atsisiųskite vykdomąjį failą ir jį paleiskite &ndash; dieti nereikia.
ru: Скачайте исполняемый файл и запустить его &ndash; установка не требуется.
sk: Stiahnite súbor EXE a spustite ho &ndash; nevyžaduje žiadnu inštaláciu.
sv: Ladda ned den körbara filen och kör den &ndash; du behöver inte ens installera programmet.
th: ดาวน์โหลดและเรียกใช้ &ndash; ไม่จำเป็นต้องติดตั้งโปรแกรม
uk: Завантажте виконувальний файл та запустіть його - встановлення не вимагається.
