Repository: pbatard/rufus-web
Catalog: public_html/locale/*/LC_MESSAGES/index.po
Languages: ar, bg, cs, da, el, et, fr, it, lt, ru, sk, sv, th, uk

source: Changelog
ar: سجل التغييرات
bg: Промени
cs: Seznam změn
da: Programændringer (på Engelsk)
el: Αρχείο καταγραφής αλλαγών
et: Muudatused (inglise keeles)
fr: Derniers changements (en Anglais)
it: Cronologia modifiche (in inglese)
lt: Pakeitimų sąrašas
ru: Изменения
sk: Zoznam zmien (v angličtine)
sv: Ändringslogg (endast på Engelska)
th: การเปลี่ยนแปลง
uk: Зміни

source: Source Code
ar: كود المصدر
bg: Изходен Код
cs: Zdrojový kód
da: Kildekode
el: Πηγαίος κώδικας
et: Lähtekood
fr: Code Source
it: Codice sorgente
lt: Išeities kodas
ru: Исходный код
sk: Zdrojový kód
sv: Källkod
th: ซอร์สโค๊ด (คำสั่งในการเขียนโปรแกรม)
uk: Вихідний код

source: MB
ar: ميغا بايت
bg: МБ
fr: Mo
ru: Мб
uk: Мб

source: Alternatively, you can clone the <a %s>git</a> repository using:
ar: كطريقة بديلة، يمكنك نسخ مخزن <a %s>git</a> باستخدام:
bg: Алтернативно, може да клонирате <a %s>git</a> хранилището с помощта на:
cs: ‭V alternativním případě můžete následující řádkou naklonovat <a %s>git</a> repozitář:
da: Alternativt kan du klone <a %s>git</a>-arkivet med:
el: Εναλλακτικά, μπορείτε να κλωνοποιήσετε το <a %s>git</a> αποθετήριο χρησιμοποιώντας:
et: Alternatiivina võite kloonida <a %s>git</a> andmeladu, kasutades:
fr: Alternativement, vous pouvez cloner le répertoire <a %s>git</a> en utilisant :
it: In alternativa, puoi clonare il repository <a %s>git</a> usando:
lt: Arba jūs galite klonuoti <a %s>git</a> saugyklą, naudodami:
ru: Кроме того, вы можете клонировать <a %s>git</a> репозиторий с помощью:
sk: Alebo si môžete skopírovať <a %s>git</a> repozitár:
sv: Som alternativ kan du klona <a %s>git</a>-förrådet med:
th: นอกจากนี้แล้ว คุณสามารถโคลน <a %s>Git repository</a> โดยใช้:
uk: Крім того, ви можете клонувати <a %s>git</a> репозиторій за допомогою:

source: For more information, see the <a %s>github project</a>.
ar: للمزيد من المعلومات يرجى مشاهدة <a %s>مشروع github</a>.
bg: За повече информация, вижте <a %s>проекта github</a>.
cs: Pro více informací navštivte <a %s>GitHub projekt</a>.
da: Se <a %s>github-projektet</a> for mere information.
el: Για περισσότερες πληροφορίες, δείτε τη <a %s>σελίδα στο github</a>.
et: Lisateavet leiate <a %s>github projektist</a>.
fr: Pour plus d'information, veuillez consulter le <a %s>projet github</a>.
it: Per maggiori informazioni, vai al <a %s>progetto github</a>.
lt: Daugiau informacijos rasite <a %s>GitHub projekte</a>.
ru: Дополнительные сведения см. в разделе <a %s>проект github</a>.
sk: Pre viac informácií si pozrite <a %s>github projekt</a>.
sv: För mer information, se <a %s>github projekt</a>.
th: หากต้องการข้อมูลเพิ่มเติม โปรดดู <a %s>github project</a>.
uk: Додаткові відомості дивіться у розділі <a %s>проекту github</a>.

source: If you are a developer, you are very much encouraged to tinker with Rufus and submit patches.
ar: إذا كنت من المطورين، فنحن نشجعك بشدة على التفكير بـRufus وإرسال التنقيحات والتحسينات.
bg: Ако сте разработчик, сте насърчавани да кърпите Rufus и представяте кръпки.
cs: Jste-li zdatným programátorem, neváhejte Rufus otestovat přes celou délku a navrhnout jeho vylepšení.
da: Hvis du er en programudvikler, er du meget velkommen til at pille ved Rufus og indsende programrettelser.
el: Εάν είστε προγραμματιστής, είστε ευπρόσδεκτος/η να δοκιμάσετε το Rufus και να υποβάλετε patches.
et: Kui oled arendaja, oled teretulnud Rufuse kallal nokitsema ning parandusi ja täiendusi esitama.
fr: Si vous êtes développeur, vous êtes cordialement invité à modifier Rufus et soumettre un patch.
it: Se sei una sviluppatore, sei vivamente incoraggiato a migliorare Rufus e inviarci le patch.
lt: Jei programuojate, raginame pakrapštyti Rufus ir teikti pataisas.
ru: Если вы разработчик, вы можете сильно помочь в развитии Rufus, прислав свои патчи с изменениями.
sk: Ak ste vývojár, môžete do programu zasahovať a vytvárať patche.
sv: Är du en utvecklare är du välkommen att göra egna ändringar i Rufus och skicka in dina "patchar".
th: หากคุณเป็นนักพัฒนา คุณสามารถทดสอบและส่งแพทช์ของRufusได้
uk: Якщо ви є розробником, ви можете сильно допомогти у розвитку Rufus, надіславши свої патчі зі змінами.

source: Donations
ar: التبرعات
bg: Дарения
cs: Dary
da: Donationer
el: Δωρεές
et: Annetused
it: Donazioni
lt: Aukos
ru: Пожертвования
sk: Príspevky
sv: Donationer
th: การบริจาคเพื่อสนับสนุน
uk: Пожертвування

source: Since I'm getting asked about this on regular basis, there is <b>no</b> donation button on this page.
ar: منذ أن بدأت تحصل على أسئلة حول هذا الموضوع على أساس منتظم، لا يوجد زر التبرع في هذه الصفحة.
bg: Тъй като постоянно се задават въпроси за дарения, искам да обясня че няма такъв бутон на тази страница.
cs: ‬Jelikož jsem pravidelně zásobován dotazy ohledně darů, upozorňuji, že žádná taková možnost <b>neexistuje</b>.
da: Siden jeg tit bliver spurgt om dette: der er <b>ingen</b> donationsknap på denne side.
el: Επειδή λαμβάνω αυτή την ερώτηση σε τακτική βάση, <b>δεν</b> υπάρχει κουμπί δωρεάς σε αυτή τη σελίδα.
et: Kuna seda alailma küsitakse, siis olgu öeldud, et sellel lehel <b>ei</b> ole annetusnuppu.
fr: Etant donné qu'on me pose régulièrement la question, vous constaterez qu'il n'y a <b>pas</b> de bouton de donation sur cette page.
it: Dal momento che sto ricevendo di frequente richieste di chiarimenti, preciso che <b>non</b> c'è un pulsante per le donazioni in questa pagina.
lt: Kadangi manęs kartas nuo karto to paklausia – šiame puslapyje <b>nėra</b> aukojimo mygtuko.
ru: Поскольку постоянно задаются вопросы о пожертвованиях, поясняю, что на странице <b>нет</b> кнопки пожертвовать.
sk: Nakoľko dostávam otázky ohľadom príspevkov často, na tejto stránke <b>nie je</b> žiaden prostriedok ako prispieť na vývoj tohto softvéru.
sv: Eftersom jag blir tillfrågad med jämna mellanrum vill jag tala om att det finns <b>ingen</b> knapp för donationer på sidan.
th: เนื่องจากมีการสอบถามเข้ามาเป็นจำนวนมาก ปุ่มบริจาคเงินจะ<b>ไม่มี</b> ในหน้านี้
uk: Оскільки постійно задаються питання про пожертвування, пояснюю, що на сторінці <b>немає</b> кнопки пожертвувати.

source: The main reason is that I feel that the donation system doesn't actually help software development and worse, can be guilt-inducing for users who choose not to donate.
ar: إن السبب الرئيسي في الحقيقة هو أنني أشعر نظام التبرعات لا يساعد تطوير البرامج بل أسوأ، يمكن أن يكون سبباً لشعور المستخدمين الذين لا يريدون التبرع بالذنب.
bg: Основната причина е че системата за дарения всъщност не подпомага развитието на програмата и дори по-лошо - създава чувство за вина у хората, избрали да не дарят.
cs: Mám pocit, že systém darů nijak zvláště nenapomáhá vývoji softwaru a, ke všemu, může vyvolat pocity viny těm uživatelům, kteří darovat nemohou.
da: Den væsentligste årsag er, at jeg føler, at donationssystemet faktisk ikke hjælper softwareudvikling og, hvad værre er, kan være skyld-inducerende for brugere, der vælger ikke at donere.
el: Ο κύριος λόγος είναι ότι αισθάνομαι πως το σύστημα δωρεών δεν βοηθά πραγματικά την ανάπτυξη λογισμικού, αλλά χειρότερα μπορεί να προκαλέσει ενοχές στους χρήστες που επιλέγουν να μη δωρίσουν.
et: Peamine põhjus on see, et ma tunnen, et annetamise süsteem ei aita tegelikult tarkvara arendamisele kaasa ja mis veel hullem, tekitab süütunnet kasutajates, kes on otsustanud mitte annetada.
fr: La raison principale est que j'estime que le système de dons n'aide pas vraiment le dévelopement logiciel et pire, peut être culpabilisant pour les utilisateurs qui choisissent de ne pas donner.
it: La ragione principale è che il sistema di donazione attualmente non aiuta lo sviluppo di un programma, e può erroneamente scoraggiare l'uso da parte gli utenti che non vogliono donare.
lt: Pagrindinė priežastis yra ta, kad aš manau, kad aukojimo sistema anaiptol nepadeda programų kūrimui, netgi blogiau, ji gali sukelti kaltės jausmą tiems, kas neketina aukoti.
ru: Причина отсутствия возможности пожертвовать заключается в том, что, по моему мнению, пожертвования не помогают в разработке программного обеспечения, а только вызывают чувство вины у пользователей, которые не пожертвовали.
sk: Hlavným dôvodom je, že si myslím, že systém príspevkov nepomáha vývoju software, ale vyvoláva pocit viny u používateľov, ktorí sa rozhodnú neprispieť.
sv: Den största orsaken är att jag tycker inte att donationssystem hjälper mjukvaruutvecklarna, då det i stället kan framkalla skuldkänslor hos de som inte donerar.
th: เหตุผลหลักก็คือ ผมรู้สึกว่าระบบการบริจาคไม่ได้ช่วยในการพัฒนาซอฟท์แวร์ และที่แย่ไปกว่านั้นคือ ระบบบริจาคอาจจะทำให้ผู้ที่เลือกที่จะไม่บริจาครู้สึกผิดกับการที่ตัดสินใจแบบนั้น
uk: Причина відсутності можливості пожертвувати заключається в тому, що, на мою думку, пожертвування не допомагають у розробці програмного забезпечення, а тільки викликають почуття провини у користувачів, що пожертвування не зробили.

source: If you really insist, you can always make a donation to the <a %s>Free Software Foundation</a>, as they are the main reason software like Rufus is possible.
ar: إذا كنت مصرّاً، فيمكنك دائماً أن تتبرع لـ<a %s>مؤسسة البرمجيات المجانية</a> لأنهم هم من يوفرون إمكانية وجود برامج مثل Rufus.
bg: Ако наистина настоявате да дарите, винаги можете да направите дарение на <a %s>Free Software Foundation</a>, като те са основната причина да съществуват програми като Rufus.
cs: Jestli i tak jste rozhodnutí pomoci, můžete poslat peněžní dar <a %s>Free Software Foundation</a> - Ta za celým Rufusem stojí.
da: Hvis du virkelig insisterer, kan du altid foretage en donation til <a %s>Free Software Foundation</a>, da de er den vigtigste årsag til at software som Rufus er muligt.
el: Αν πραγματικά επιμένετε, μπορείτε πάντα να κάνετε μια δωρεά στο <a %s>Ίδρυμα Ελεύθερου Λογισμικού</a>, δεδομένου ότι είναι ο κύριος λόγος που λογισμικό όπως το Rufus είναι διαθέσιμο.
et: Kui te tõesti soovite, siis on alati võimalik teha annetus <a %s>Free Software Foundation'ile</a>, sest nemad on peamine põhjus, miks tarkvara nagu Rufus on üleüldse võimalik.
fr: Si vous insistez vraiment, vous pouvez toujours effectuer une donation à la <a %s>Free Software Foundation</a> (FSF), puisque c'est la principale cause qui permet à des logiciels tels que Rufus d'exister.
it: Se lo vuoi realmente, puoi sempre fare una donazione alla <a %s>Free Software Foundation</a>, visto che loro sono la ragione principale per cui software come Rufus sono possibili.
lt: Jei jūs iš tiesų norite, jūs visada galite paaukoti <a %s>Laisvosios programinės įrangos fondui</a>, nes jie yra pagrindinė priežastis, kad tokios programos kaip Rufus yra įmanomos.
ru: Если вы все же настаиваете, то всегда можете сделать пожертвование в <a %s>Free Software Foundation</a>, так как именно благодаря FSF является возможным создание Rufus.
sk: Ale ak na tom trváte, môžete prispieť na <a %s>Free Software Foundation</a>, pretože oni sú hlavný dôvod prečo software ako Rufus existuje.
sv: Om du absolut vill, kan du alltid donera till <a %s>Free Software Foundation</a>, eftersom de är största anledningen till att program som Rufus finns.
th: แต่หากคุณยืนยันจริงๆว่าคุณต้องการจะบริจาค คุณสามารถทำการบริจาคได้ที่ <a %s>Free Software Foundation</a> เนื่องจากพวกเขาเป็นเหตุผลหลักที่ทำให้Rufusเกิดขึ้นได้
uk: Якщо ж ви дійсно наполягаєте, то завжди можете зробити пожертвування в <a %s>Free Software Foundation</a>, так як завдяки FSF являється можливим створення Rufus.

source: At any rate, I'll take this opportunity to say <i><u>thank you</u></i> for your continuing support and enthusiasm about this little program: it is much appreciated!
ar: في أي تقييم، سأنتهز الفرصة للقول <i><u>شكراً لكم</u></i> لاستمراركم بدعم هذا البرنامج وحماستكم له: نحن نقدر ذلك كثيراً.
bg: Във всеки случай ще се възползвам от възможността да Ви благодаря за вашата постоянна подкрепа и ентусиазъм, свързан с тази малка програма: за мен това е много важно!
cs: Tak či tak, využiji další příležitosti poděkovat: Tentokrát vám, kteří vkládají tak velké nadšení do tak malého programu. Cením si vás!
da: Under alle omstændigheder vil jeg benytte lejligheden til at sige <i><u>tak</u></i> for din fortsatte støtte og din entusiasme for dette lille program: Det er meget værdsat!
el: Εν πάση περιπτώσει, θα επωφεληθώ αυτής της ευκαιρίας για να σας <i><u>ευχαριστήσω</u></i> για τη συνεχή υποστήριξη και τον ενθουσιασμό σας σχετικά με αυτό το πρόγραμμα: το εκτιμούμε πάρα πολύ!
et: Kasutan võimalust, ütlemaks <i><u>suur aitäh</u></i> teie jätkuva toe ja entusiasmi eest sellele pisikesele programmile. Ma pean sellest tõesti lugu!
fr: Dans tous le cas, je profite de cette opportunité pour vous <i><u>remercier</u></i> de vos encouragements et surtout de votre enthousiasme vis-à-vis de ce petit programme : Cela reste très apprécié !
it: In ogni caso, voglio dirvi <i><u>grazie</u></i> per il vostro continuo supporto e l'entusiasmo riguardante questo piccolo programma. Tutto ciò è molto apprezzato!
lt: Bet kuriuo atveju, pasinaudosiu proga ištarti <i><u>ačiū jums</u></i> už jūsų nuolatinę paramą ir susidomėjimą šia maža programa: aš tai labai vertinu!
ru: В любом случае, я хочу вам сказать <i><u>спасибо</u></i> за вашу постоянную поддержку и энтузиазм, связанные с этой небольшой программой: для меня это очень важно!
sk: V každom prípade, pri tejto príležitosti <i><u>Vám ďakujem</u></i> za pretrvávajúcu podporu a nadšenie prejavené tomuto malému programu: cením si to!
sv: Hur som helst, jag ska passa på att säga <i><u>tack</u></i> för ditt fortsatta stöd och entusiasm för detta lilla program, det är mycket uppskattat!
th: สุดท้ายนี้ ผมขอใช้โอกาสนี้กล่าวคำ <i><u>ขอบคุณ</u></i> สำหรับการสนับสนุนอย่างต่อเนื่องและล้นหลามในโปรแกรมเล็กๆโปรแกรมนี้ ผมรู้สึกซาบซึ้งจริงๆ
uk: В будь-якому разі, я хочу сказати вам <i><u>дякую</u></i> за вашу постійну підтримку та ентузіазм, що пов'язані з цією невеликою програмою: для мене це дуже важливо!

source: But please continue to feel free to use Rufus without any guilt about not contributing for it financially &ndash; you should never have to!
ar: لكن نتمنى أن تستمر باستخدم برنامجنا Rufus بلا أي شعور بالحرج من عدم المساهمة في دعمه ماليا، فلا يتوجب عليك ذلك.
bg: Но, моля, продължете да използвате Rufus, без да изпитвате вина за това, че нямате финансов принос към програмата &ndash; никога не трябва да го правите!
cs: Hlavně, prosím, neciťte se ničím proviněni - to, že nepřijímám peněžní dary je čistě mé rozhodnutí. Hodně štěstí s Rufusem!
da: Men fortsæt endelig med at bruge Rufus helt gratis uden at føle skyld over at du ikke bidrager financielt &ndash; det manglede da bare!
el: Αλλά σας παρακαλώ να συνεχίσετε να αισθάνεστε ελεύθεροι να χρησιμοποιείτε το Rufus χωρίς καμία ενοχή για τη μη οικονομική συνεισφορά σε αυτό &ndash; δεν ειναι απαιτούμενη απο εσάς!
et: Nii et jätkake aga julgelt Rufuse kasutamist ilma igasuguse süütundeta selle rahaliselt mitte toetamise eest &ndash; selleks pole tõesti põhjust!
fr: Mais s'il vous plait, veuillez continuer à utiliser Rufus sans vous sentir coupable de ne pas participer financièrement &ndash; vous ne devriez jamais avoir besoin de le faire !
it: Ma per favore continuate a mantenere Rufus gratuito ed esente da costi &ndash; non dovrete mai pagare per averlo!
lt: Tačiau, prašau, toliau jauskitės laisvi naudoti Rufus be jokios kaltės dėl to, kad neprisidedate finansiškai, &ndash; jūs tikrai neprivalote!
ru: Пожалуйста, продолжайте пользоваться Rufus безвозмездно, без каких-либо пожертвований &ndash; вы ничего не должны!
sk: Prosím, používajte Rufus bez pocitu viny za bezplatnosť tohto programu &ndash; nikdy by ste nemali musieť!
sv: Du kan fortsätta använda Rufus helt gratis och helt utan att känna dig tvingad att donera något!
th: และโปรดใช้งาน Rufusได้อย่างเสรีและสบายใจแม้ว่าคุณจะไม่ได้สนับสนุนใดๆเลยทางด้านการเงิน คุณไม่ควรจะเลยที่จะรู้สึกแย่
uk: Будь ласка, продовжуйте користуватися Rufus безкоштовно, без будь-яких пожертвувань - ви нічого не повинні!

source: Speed comparison between Rufus and other applications
ar: نتائج مقارنة السرعة بين Rufus وبرامج أخرى.
bg: Сравнение скоростта на работа между Rufus и други приложения
cs: Svižnost: Rufus VS další aplikace
da: Sammenligning af hastighed mellem Rufus og andre programmer
el: Σύγκριση ταχύτητας μεταξύ του Rufus και άλλων εφαρμογών
et: Kiiruse võrdlus Rufuse ja teiste aplikatsioonide vahel
fr: Tests de vitesse entre Rufus et autres applications
it: Confronto di velocità tra Rufus e altre applicazioni
lt: Spartos palyginimas tarp Rufus ir kitų programų
ru: Сравнение скорости работы Rufus и других приложений
sk: Porovnanie rýchlostí medzi aplikáciu Rufus a ostatnými aplikáciami
sv: Jämförelse i hastigheten mellan Rufus och andra program
th: การเปรียบเทียบอย่างคร่าวๆระหว่าง Rufus และโปรแกรมอื่นๆ
uk: Порівняння швидкостей роботи Rufus та інших додатків

source: The following tests carried out on a Windows 7 x64 Core 2 duo/4 GB RAM platform, with an USB 3.0 controller and a <a %s>16 GB USB 3.0 ADATA S102 flash drive</a>.
ar: تم إجراء الإختبارات التالية على نظام بالمواصفات التالية Windows 7 x64 Core 2 duo/4 GB RAM، مع منفذ USB 3.0، و وحدة تخزين <a dir="ltr" %s>16 GB USB 3.0 ADATA S102</a>.
bg: Тестовете са извършени на компютър с Windows 7 x64 Core 2 duo/4 GB RAM, с USB 3.0 контролер и <a %s>флаш памет 16 GB USB 3.0 ADATA S102</a>.
cs: Testy proběhly na konfiguraci: Windows 7 x64 Core 2 duo/4GB RAM/řadič USB 3.0/<a %s>16 GB USB 3.0 ADATA S102 flash disk</a>.
da: De følgene tests blev udført på en Windows 7 x64 Core 2 duo/4 GB RAM-platform, med en USB 3.0-controller og et <a %s>16 GB USB 3.0 ADATA S102-flashdrev</a>.
el: Οι ακόλουθες δοκιμές πραγματοποιήθηκαν σε έναν υπολογιστή με Windows 7 x64 Core 2 duo / 4 GB RAM, με USB 3.0 και μία <a %s>16 GB USB 3.0 ADATA S102 μονάδα flash</a>.
et: Järgmised katsed on teostatud Windows 7 x64 Core 2 duo / 4 GB RAM arvutil USB 3.0 kontrolleriga ning kasutades <a %s>16 GB USB 3.0 ADATA S102 mälupulka</a>.
lt: Tolesni testai atlikti Windows 7 x64 Core 2 duo/4 GB RAM platformoje, su USB 3.0 valdikliu ir <a %s>16 GB USB 3.0 ADATA S102 atmintuku</a>.
ru: Сравнения были проведены на компьютере с ОС Windows 7 x64 с процессором Core 2 duo, 4 ГБ RAM, с контроллером USB 3.0 и <a %s>флешкой 16 ГБ USB 3.0 ADATA S102</a>.
th: การทดสอบดังต่อไปนี้ ได้ถูกทำการทดสอบบนระบบปฏิบัติการ Windows 7 64บิท Core 2 duo/ 4 GB RAM โดยผ่านพอร์ทUSB 3.0 และ <a %s>16 GB USB 3.0 ADATA S102 แฟลชไดรฟ์</a>.
uk: Порівняння були проведені на комп'ютері з ОС Windows 7 x64, процесором Core 2 duo, 4 Гб ОЗП, з контролером USB 3.0 та <a %s>USB-флеш накопичувачем 16 GB USB 3.0 ADATA S102</a>

source: Non exhaustive list of ISOs Rufus is known to work with
ar: بإمكان Rufus التعامل مع قائمة لا نهائية من صور الأيزو ISO
bg: Неизчерпателен списък на ISO-образи, за които е известно, че Rufus може да работи с тях
cs: Neúplný seznam ISO souborů, se kterými Rufus 100% dovede pracovat
da: Ufuldstændig liste over ISO'er, Rufus virker med
el: Κατάλογος των ειδώλων ISO που είναι γνωστό ότι λειτουγούν με το Rufus
et: Mittetäielik loetelu ISOdest, millega Rufus teadaolevalt töötab
fr: Liste non-exhaustive d'images ISO supportées par Rufus
it: Elenco non esaustivo di immagini ISO compatibili con Rufus
lt: ISO atvaizdžiai, su kuriais veikia Rufus (sąrašas nėra baigtinis)
ru: Неполный список ISO-образов, с которыми Rufus умеет работать
sk: Stručný zozam ISO obrazov, ktoré spoľahlivo fungujú v programe Rufus
sv: Lista över fungerande ISO-filer som Rufus borde fungera med
th: รายการ ISOsอย่างคร่าวๆที่สามารถใช้งานได้กับ Rufus
uk: Неповний список ISO-образів, з якими вміє працювати Rufus

source: English translation by Pete Batard
ar: الترجمة العربية بواسطة سامر بكار
bg: Преведено на български от <a href="mailto:belivakov@gmail.com?Subject=Rufus%20Homepage%20translation">Павел Беливаков</a>
cs: Český překlad připravil <a href="mailto:sisolpes@seznam.cz?Subject=Rufus%20Homepage%20translation">Pavel Drahoňovský</a>
da: Dansk oversættelse af <a href="mailto:zenzay@gmail.com?Subject=Rufus%20Homepage%20translation">Jens Hansen</a>, <a href="mailto:madshaupt@live.dk?Subject=Rufus%20Homepage%20translation">Mads Haupt</a> og <a href="mailto:jesper.hertel@gmail.com?Subject=Rufus%20Homepage%20translation">Jesper Hertel</a>
el: Μετάφραση στα ελληνικά: <a href="mailto:kotsos.marga@gmail.com?Subject=Rufus%20Homepage%20translation">Μαργαρίτης Κωνσταντίνος</a> και <a href="mailto:marga.nikos@gmail.com?Subject=Rufus%20Homepage%20translation">Μαργαρίτης Νικόλαος</a>
et: Eestikeelne tõlge Margus Värton, Jaak Espe
fr: English
it: Traduzione italiano di Roberto Boriotti e Lorenzo Milesi
lt: Lietuviškas vertimas: <a href="mailto:gintaras.venslovas@gmail.com?Subject=Rufus%20puslapio%20vertimas">Gintaras Venslovas</a>, <a href="mailto:opensuse.lietuviu.kalba@gmail.com?Subject=Rufus%20puslapio%20vertimas">opensuse lietuviu kalba</a>
ru: Перевод на русский <a href="mailto:tchack@mail.ru?Subject=Rufus%20Homepage%20translation">Кирилл Иванов</a>
sk: Do slovenčiny preložil <a href="mailto:plantroon@gmail.com?Subject=Rufus%20Homepage%20translation">Jakub Fiľo</a>
sv: Svensk översättning av Sopor
th: แปลเป็นภาษาไทยโดย วชิรวิทย์ ศรีมนัส
uk: Українською переклав <a href="mailto:mind.converter@gmail.com?Subject=Rufus%20ua">Великожон Костянтин</a>

source: USB icon by
ar: الأيقونة بواسطة
bg: Икона за USB от
cs: USB ikonu namaloval
da: USB-ikon af
el: Εικονίδιο USB από
et: USB ikoon
fr: Icône USB par
it: Icona USB di
lt: USB ženkliukas
ru: Значок приложения
sk: Ikonu USB vytvoril
sv: USB-ikon
th: ไอคอนUSBโดย
uk: Значок програми

source: Hosting by
ar: الإستضافة بواسطة
bg: Хостинг от
cs: Hosting zabezpečuje
da: Hosting af
el: Η σελίδα "φιλοξενείται" στο
et: Veebimajutus
fr: Hébergement par
it: Hosting di
lt: Svetainės talpinimas
ru: Хостинг на
sk: Hosting zabezpečuje
sv: Webbhotell
th: โฮสติ้งโดย
uk: Хостинг на

source: Windows 7 or later, 32 or 64 bit doesn't matter. Once downloaded, the application is ready to use.
bg: Windows 7 или по-нова, без значение дали е 32 или 64 битова. Веднъж изтеглено, приложението е готово за употреба.
da: Windows 7 eller senere, 32 eller 64 bit er ligegyldigt. Når det er hentet, er programmet klar til brug.
el: Μόλις γίνει λήψη της εφαρμογής είναι έτοιμη για χρήση (δεν απαιτείται εγκατάσταση). Υποστηρίζονται όλες οι εκδόσεις των Windows από 7 και μετά σε 32bit ή 64bit αρχιτεκτονική συστήματος.
et: Windows 7 või uuem (32- või 64-bitine versioon). Tarkvara on peale allalaadimist kohe kasutusvalmis.
fr: Windows 7 ou supérieur, 32 ou 64 bit. Une fois téléchargée, l'application est prête à être utilisée.
it: Windows 7 o successivo, 32 o 64 bit non importa. Una volta scaricata, l'applicazione è pronta all'uso.
sk: Windows 7 a vyšší, podporuje 32 a 64 bitové verzie. Po stiahnutí je aplikácie pripravená na použitie.
sv: Windows 7 eller senare, 32- eller 64-bitars spelare ingen roll. När du är klar med nedladdningen är det bara att starta programmet.
th: Windows 7 32หรือ 64บิท หรือระบบปฏิบัติการที่ใหม่กว่า เมื่อติดตั้งแล้วโปรแกรมจะสามารถใช้งานได้ทันที

source: Placeholder for ads &mdash; Just like you, I wish this site could exist without them...
et: Kohahoidja reklaamidele &mdash; nagu teiegi, soovin ma, et see leht saaks eksisteerida ilma nendeta...
fr: Espace réservé pour bandeaux publicitaires &mdash; Comme vous, j'aimerais que ce site puisse exister sans publicité...
