Repository: pbatard/rufus-web
Catalog: public_html/locale/*/LC_MESSAGES/index.po
Languages: ar, bg, cs, da, el, et, fr, it, lt, ru, sk, sv, th, uk

source: The executable is digitally signed and the signature should state:
ar: إن الملف التنفيذي موقع رقمياً ويجب أن تكون التوقيع في حالة:
bg: Изпълнимият файл е цифрово подписан и подписването следва да се посочи:
cs: Spustitelný soubor je digitálně podepsán následujícím:
da: Den eksekverbare fil er digitalt signeret og signaturen bør angive:
el: Το εκτελέσιμο αρχείο είναι υπογεγραμμένο ψηφιακά και η υπογραφή πρέπει να αναφέρει:
et: Käivitusfail on digitaalselt allkirjastatud ning allkirjastajaks peab olema:
fr: Le fichier exécutable est signé de manière digitale, et la signature doit indiquer :
it: L'eseguibile è firmato digitalmente e la firma dovrebbe essere:
lt: Vykdomasis failas pasirašytas skaitmeniniu parašu, kuris turėtų įvardinti:
ru: Исполняемый файл имеет цифровую подпись, содержащую:
sk: Spustiteľný EXE súbor je digitálne podpísaný a tento podpis by mal obsahovať:
sv: Programmet är digitalt signerad och signaturen ska vara följande:
th: โปรแกรมมีลายเซ็นและลายเซ็นควรระบุ:
uk: Виконувальний файл має цифровий підпис, що містить:

source: (v1.3.0 or later)
ar: (الإصدار 1.3.0 فما فوق)
bg: (v1.3.0 или по-нова)
cs: (verze 1.3.0 a novější)
da: (v1.3.0 eller senere)
el: (v1.3.0 ή αργότερη)
et: (v1.3.0 või hilisem)
fr: (v1.3.0 ou supérieure)
it: (v1.3.0 o successiva)
lt: (v1.3.0 ar vėlesnė)
ru: (v1.3.0 или более поздней версии)
sk: (v1.3.0 alebo nižšia)
sv: (v1.3.0 eller senare)
th: (v.1.3.0 หรือเวอร์ชั่นที่สูงกว่า)
uk: (v1.3.0 чи більш пізньої версії)

source: (v1.2.0 or earlier)
ar: (الإصدار 1.2.0 فما دون)
bg: (v1.2.0 или по-нова)
cs: (verze 1.2.0 a starší)
da: (v1.2.0 eller tidligere)
el: (v1.2.0 ή νωρίτερη)
et: (v1.2.0 või varasem)
fr: (v1.2.0 ou antérieure)
it: (v1.2.0 o prima)
lt: (v1.2.0 ar ankstensė)
ru: (v1.2.0 или более ранней версии)
sk: (v1.2.0 alebo nižšia)
sv: (v1.2.0 eller tidigare)
th: (v1.2.0 หรือเวอร์ชั่นที่ต่ำกว่า)
uk: (v1.2.0 чи більш ранньої версії)

source: Notes on DOS support:
ar: ملاحظات على دعم الدوس DOS:
bg: Няколко думи за поддръжката на DOS:
cs: Poznámky k podpoře DOS:
da: Noter angående DOS-understøttelse:
el: Σημειώσεις σχετικά με την υποστήριξη του DOS:
et: Märkused DOSi toe kohta:
fr: Notes sur le support DOS :
it: Note sul supporto DOS:
lt: Pastabos DOS palaikymui:
ru: Несколько слов о поддержке DOS:
sk: Poznámky k podpore DOS:
sv: Anmärkningar om DOS-stödet:
th: หมายเหตุเกี่ยวกับการสนับสนุน DOS:
uk: Примітки про підтримку DOS:

source: If you create a DOS bootable drive and use a non-US keyboard, Rufus will attempt to select a keyboard layout according to the locale of your system. In that case, <a %s>FreeDOS</a>, which is the default selection, is recommended over MS-DOS, as it supports more keyboard layouts.
ar: إذا قمت بإنشاء قرص إقلاع DOS واستخدمت لوحة مفاتيح غير موصولة عن طريق يو اس بي، فإن Rufus سيحاول اختيار لغة بالاعتماد على اللغة المحلية لنظام التشغيل لديك، وفي تلك الحالة فإن <a %s>FreeDOS</a> والذي هو الاختيار الإفتراضي، يعتبر أفضل من MS-DOS، وذلك لأنه يدعم عدداً أكبر من اللغات.
bg: Ако създавате зареждащ DOS диск и използвате не-US клавиатура, Rufus ще се опита да избере клавиатурна подредба според регионалните настройки на вашата система. В този случай, <a %s>FreeDOS</a>, която е по подразбиране, ще се използва вместо MS-DOS, тъй като поддържа повече клавиатурни подредби.
cs: Pokud vytvoříte bootovací DOS klíčenku bez US (americké) rozvržení klávesnice, Rufus vám nastaví Může se stát, že vytvoříte DOS klíčenku s jiným než americkým (US) rozvržením klávesnice. Potom vám Rufus vybere vhodné rozvržení, podle jazyku ve vašem systému. Jelikož DOS systém <a %s>FreeDOS</a> podporuje širokou škálu layoutů, doporučujeme ho více než MS-DOS, kterému některá rozvržení schází.
da: Hvis du opretter en startbar disk med DOS og benytter et ikke-amerikansk tastatur, vil Rufus forsøge at vælge et tastaturlayout i overensstemmelse med regionsindstillingerne på dit system. I så fald anbefales <a %s>FreeDOS</a> frem for MS-DOS, da det understøtter flere tastaturlayouts.
el: Εάν δημιουργήσετε ένα DOS δίσκο με δυνατότητα εκκίνησης και χρησιμοποιήσετε ένα πληκτρολόγιο μη-ΗΠΑ, το Rufus θα επιχειρήσει να επιλέξει μια διάταξη πληκτρολογίου σύμφωνα με τις τοπικές ρυθμίσεις του συστήματός σας. Σε αυτή την περίπτωση, το <a %s>FreeDOS</a>, είναι η προεπιλεγμένη επιλογή και συνιστάται αντί του MS-DOS διότι υποστηρίζει περισσότερες διατάξεις πληκτρολογίου.
et: Kui loote DOS alglaadimisketast ja soovite kasutada muud klaviatuuripaigutust peale ameerika (US), proovib Rufus leida klaviatuuripaigutust, mis vastab teie süsteemi sätetele. Sel juhul on pigem soovitav <a %s>FreeDOS</a> kui MS-DOS, kuna toetab rohkemaid klaviatuuripaigutusi. FreeDOS on ka vaikevalik.
fr: Si vous créez un disque démarrable USB avec un clavier non-US, Rufus essaie de sélectionner une disposition de clavier qui correspond à la langue de votre système. Dans ce cas, <a %s>FreeDOS</a>, qui est la sélection par défaut, est recommandé vis-à-vis de MS-DOS, car il supporte plus de dispositions internationales de clavier.
it: Se crei una unità avviabile DOS e usi una tastiera non-US, Rufus proverà a selezionare un layout tastiera compatibile con le impostazioni locali del tuo sistema. In questo caso è raccomandato <a %s>FreeDOS</a> (che è la selezione predefinita) rispetto a MS-DOS, poiché supporta un numero maggiore di layout tastiera.
lt: Jei kursite DOS paleidimo diską ir naudosite ne JAV klaviatūrą, Rufus mėgins parinkti klaviatūros išdėstymą pagal jūsų sistemoje nustatytą lokalę (šalį). Tuo atveju <a %s>FreeDOS</a>, kuri yra numatytoji parinktis, yra rekomenduojama vietoje MS-DOS, kadangi ji palaiko daugiau klaviatūros išdėstymų.
ru: Если вы создаете DOS загрузочный диск и используете не-US клавиатуру, Rufus выберет раскладку клавиатуры в соответствии с региональными настройками вашей системы. В этом случае <a %s>FreeDOS</a>, который используется по умолчанию, будет использоваться вместо MS-DOS, поскольку он поддерживает большее кол-во раскладок клавиатуры.
sk: Ak vytvoríte bootovaciu jednotku a používate iné ako americké (US) rozloženie klávesnice, Rufus sa pokúsi vybrať správne rozloženie podľa regionálnych nastavení systému. V takom prípade, <a %s>FreeDOS</a>, ktorý je predvolená možnosť, je odporúčaný namiesto MS-DOS, pretože podporuje viac rozložení klávesnice.
sv: När du skapar en startbar DOS-disk och du inte använder en amerikansk teckenuppsättning, försöker då Rufus att välja en teckenuppsättning som motsvarar din dators regioninställningar. I så fall är <a %s>FreeDOS</a> att rekommendera i stället för MS-DOS, då det har stöd för fler tangentbordsuppsättningar.
th: ถ้าคุณสร้างไดรฟ์ที่สามารถบูต DOS และใช้แป้นพิมพ์ที่ไม่ใช่ของสหรัฐอเมริกา Rufusจะพยายามที่จะเลือกรูปแบบแป้นพิมพ์ตามสถานที่จากระบบของคุณ หากเป็นเช่นนั้น <a %s>FreeDOS</a> ซึ่งเป็นตัวเลือกเริ่มต้นจะเหมาะสมกว่า MS-DOS เนื่องจากการสนับสนุนรูปแบบแป้นพิมพ์ที่หลากหลายกว่า
uk: Якщо ви створюєте завантажувальний диск DOS і використовуєте не-англійську клавіатуру, Rufus обере розкладку клавіатури у відповідності з регіональними налаштуваннями вашої системи. В такому разі <a %s>FreeDOS</a>, котрий використовується за замовчуванням, буде використовуватися замість MS-DOS, оскільки він підтримує більшу кількість розкладок клавіатури.

source: Notes on ISO Support:
ar: ملاحظات على دعم صور الأيزو:
bg: Няколко думи за поддръжката на ISO-образи:
cs: Poznámky k podpoře ISO:
da: Noter angående ISO-understøttelse:
el: Σημειώσεις σχετικά με την υποστήριξη ειδώλων ISO:
et: Märkused ISO failide toe kohta:
fr: Notes sur le support d'images ISO :
it: Note sul supporto ISO:
lt: Pastabos dėl ISO palaikymo:
ru: Несколько слов о поддержке ISO:
sk: Poznámky k podpore ISO obrazov:
sv: Anmärkningar om ISO-stödet:
th: หมายเหตุเกี่ยวกับการสนับสนุน ISO:
uk: Примітки про підтримку ISO:

source: All versions of Rufus since v1.1.0 allow the creation of a bootable USB from an <a %s>ISO image</a> (.iso).
ar: إن كافة إصدارات Rufus ابتداءاً من الإصدار 1.1.0 تسمح بإنشاء فلاشات إقلاع يو اس بي من <a %s>صور الأيزو</a> ذات اللاحقة (iso).
bg: Всички версии на Rufus, започващи от v1.1.0, позволяват създаването на зареждащ USB-диск от <a %s>ISO-образ</a> (.iso).
cs: Od verze 1.1.0 Rufus podporuje tvorbu bootovacích USB z <a %s>ISO obrazu</a> (.iso).
da: Alle versioner af Rufus siden v1.1.0 tilbyder oprettelse af en startbar USB-disk fra en <a %s>ISO-fil</a> (.iso).
el: Όλες οι εκδόσεις του Rufus από v1.1.0 και μετά επιτρέπουν τη δημιουργία ενός USB με δυνατότητα εκκίνησης από ένα <a %s>είδωλο ISO</a> (.iso).
et: Rufuse versioonid alates v1.1.0 võimaldavad luua alglaetavaid USB-seadmeid <a %s>ISO tõmmisest</a> (.iso).
fr: Toutes les versions de Rufus, depuis la version 1.1.0, permettent la création d'un média USB démarrable à partir d'une <a %s>image ISO</a> (.iso).
it: Tutte le versioni di Rufus a partire dalla 1.1.0 permettono la creazione di una unità USB avviabile da un file <a %s>immagine ISO</a> (.iso).
lt: Visos Rufus versijos nuo v1.1.0 leidžia kurti USB paleidimo laikmenas iš <a %s>ISO atvaizdžio</a> (.iso).
ru: Все версии Rufus начиная с версии 1.1.0 позволяют создать загрузочный USB-диск из <a %s>ISO-образа</a> (.iso).
sk: Všetky verzie Rufus od v1.1.0 umožňujú vytváranie bootovacích USB zariadení z <a %s>ISO obrazu</a> (.iso)
sv: Alla versioner av Rufus sen version 1.1.0 tillåter dig att skapa en startbar USB från en <a %s>ISO-avbild</a> (.iso).
th: ทุกรุ่นของRufus ตั้งแต่ v1.1.0 สามารถสร้างUSBที่บูทได้จาก <a %s>ISO</a> (.iso)
uk: Всі версії Rufus, починаючи з версії 1.1.0 дозволяють створити завантажувальний USB-диск з <a %s>ISO-образа</a> (.iso).

source: Creating an ISO image from a physical disc or from a set of files is very easy to do however, through the use of a CD burning application, such as the freely available <a %s>CDBurnerXP</a> or <a %s>ImgBurn</a>.
ar: في كل الأحوال إن صناعة صورة ISO من قرص حقيقي أو من مجموعة من الملفات يعتبر سهل جداً من خلال استخدامك لأحد برامج نسخ الأقراص، والتي تتوفر مجاناً مثل <a %s>CDBurnerXP</a> أو <a %s>ImgBurn</a>.
bg: Създаването на ISO-образ на физически диск или на набор от файлове може много лесно да се направи с приложение за запис на CD дискове, като безплатните програми <a %s>CDBurnerXP</a> или <a %s>ImgBurn</a>.
cs: Tvorba ISO souborů z fyzického disku (CD/DVD) nebo z několika souborů je velmi snadná. Nicméně ji lépe zvládnou specializovanější aplikace, jako <a %s>CDBurnerXP</a> či <a %s>ImgBurn</a>.
da: Oprettelse af en ISO-fil fra en fysisk disk eller fra en samling filer er dog nemt, ved hjælp af et cd-brænderprogram, som de frit tilgængelige <a %s>CDBurnerXP</a> eller <a %s>ImgBurn</a>.
el: Η δημιουργία ενός ειδώλου ISO από ένα φυσικό δίσκο ή από ένα σύνολο αρχείων είναι πολύ εύκολο να πραγματοποιηθεί. Παρόλα αυτά, μόνο μέσω της χρήσης μιας εφαρμογής εγγραφής CD, όπως τα ελεύθερα διαθέσιμα προγράμματα <a %s>CDBurnerXP</a> ή <a %s>ImgBurn</a>.
et: ISO tõmmise loomine füüsilisest kettast või failide kogumist on väga lihtne, kasutades CD kirjutamise tarkvara nagu vabalt kättesaadavad <a %s>CDBurnerXP</a> või <a %s>ImgBurn</a>.
fr: Si vous n'avez pas de fichier ISO, la création d'une telle image, à partir d'un disque optique ou depuis un ensemble de fichier, est facile à effectuer. Vous pouvez juste utilisez l'une des nombreuses applications gratuites de gravure CD ou DVD, telles que <a %s>CDBurnerXP</a> ou <a %s>ImgBurn</a>.
it: La creazione di un'immagine ISO da un disco fisico o da una serie di file è molto semplice, attraverso l'uso di una applicazione di masterizzazione CD, come ad esempio l'applicazione gratuita <a %s>CDBurnerXP</a> o <a %s>ImgBurn</a>.
lt: Sukurti ISO atvaizdį iš fizinio disko ar iš failų grupės yra visai nesunku naudojant įrašymo į CD programas, kaip pvz., nemokamai prieinamas <a %s>CDBurnerXP</a> arba <a %s>ImgBurn</a>.
ru: Создать ISO-образ из физического диска или из набора файлов очень легко с помощью программ для записи дисков CD, таких как свободно распространяемые <a %s>CDBurnerXP</a> или <a %s>ImgBurn</a>.
sk: Vytvorenie ISO obrazu z fyzických diskov alebo zo skupiny súborov je veľmi ľahké použitím aplikácie na napaľovanie CD, ako napríklad voľne dostupné <a %s>CDBurnerXP</a> alebo <a %s>ImgBurn</a>.
sv: Att skapa en ISO-avbild av en fysisk disk eller från en bunt filer är väldigt enkelt att göra med hjälp utav gratisprogrammen <a %s>CDBurnerXP</a> eller <a %s>ImgBurn</a>.
th: การสร้าง ISO จากแผ่นดิสก์ หรือจากไฟล์เป็นเรื่องง่ายมาก อย่างไรก็ตามคุณจะต้องใช้งานผ่านโปรแกรมเบิร์นCDที่มีสามารถดาวน์โหลดได้ฟรี เช่น <a %s>CDBurnerXP</a> หรือ <a %s>ImgBurn</a>
uk: Створити ISO-образ з фізичного диску чи з набору файлів дуже легко за допомогою програм для запису CD-дисків, таких як <a %s>CDBurnerXP</a> чи <a %s>ImgBurn</a>, які є вільним програмним забезпеченням.

source: Notes on UEFI & GPT support:
ar: ملاحظات على دعم UEFI و GPT:
cs: Poznámky k podpoře UEFI & GTP:
lt: Pastabos dėl UEFI ir GPT palaikymo:
ru: Несколько слов о UEFI и поддержке GPT:
uk: Примітки про підтримку UEFI та GPT:

source: Since version 1.3.2, Rufus support UEFI as well as GPT for installation media, meaning that it will allow you to install Windows 7, Windows 8 or Linux in full EFI mode.
ar: إن Rufus يدعم UEFI تماما كـGPT في أقراص التنصيب وذلك منذ الإصدار 1.3.2، بمعنى أنه سيسمح لك بتنصيب ويندوز 7، ويندوز 8، أو لينوكس، في وضع EFI كامل.
cs: Od verze 1.3.2. Rufus plně podporuje UEFI i GPT. To znamená, že systémy Windows 7, Windows 8 a Linux lze instalovat v EFI modu.
lt: Nuo versijos 1.3.2 Rufus palaiko UEFI bei GPT metodus įdiegimo laikmenoms, tai reiškia, kad galite įdiegti Window 7, Windows 8 ar Linux su pilna EFI veiksena.
ru: Начиная с версии 1.3.2, Rufus поддерживает UEFI, а также GPT разделы установочных носителей, это означает, что Rufus позволит вам установить Windows 7, Windows 8 или Linux в полном EFI режиме.
uk: Починаючи з версії 1.3.2, Rufus отримав підтримку UEFI, а також GPT розділів настановних носіїв. Це означає, що Rufus дозволить вам встановити Windows 7, Windows 8 чи Linux в повному EFI режимі.

source: However, Windows Vista or later is required for full UEFI/GPT support. Because of OS limitations, Windows XP restricts the creation of UEFI bootable drives to MBR mode.
ar: على كل حال، إن الدعم الكامل لـUEFI/GPT يتطلب إصدار ويندوز فيستا أو أحدث، لأنه وبسبب محدوديات أنظمة التشغيل فإن ويندوز إكي بي يمنع إنشاء أقراص UEFI القابلة للإقلاع إلى وضع MBR.
cs: Je však potřeba vlastnit Windows Vista nebo novější! Windows XP tvorbu UEFI bootovacích klíčenek stále nepodporuje.
lt: Tačiau pilnam UEFI/GPT palaikymui reikia Windows Vista ar vėlesnės operacinės sistemos (OS). Dėl OS apribojimų, Windows XP leidžia kurti paleidimo diskus tik su MBR veiksena.
ru: Тем не менее, для полной поддержки UEFI/GPT необходима Windows Vista или более поздние версии ОС Windows. Windows XP ограничивает создание UEFI загрузочных дисков в режим MBR из-за ограничений операционной системы.
uk: Проте, для повної підтримки UEFI/GPT необхідна Windows Vista чи більш пізні версії ОС Windows. Windows XP обмежує створення завантажувальних дисків UEFI в режимі MBR через обмеження операційної системи.

source: Frequently Asked Questions (FAQ)
ar: أكثر الأسئلة تكراراً
bg: Често Задавани Въпроси (FAQ)
cs: Často kladené otázky (FAQ)
da: Ofte stillede spørgsmål (FAQ)
el: Συχνές Ερωτήσεις (FAQ)
et: Korduma Kippuvad Küsimused (KKK)
fr: Foire Aux Questions (FAQ)
it: Domande frequenti (FAQ)
lt: Dažniausiai užduodami klausimai (DUK)
ru: Часто задаваемые вопросы (FAQ)
sk: Často kladené otázky (FAQ)
th: คำถามที่ถูกถามบ่อย (FAQ)
uk: Поширені питання (FAQ)

source: A Rufus FAQ is available <b><a %s>HERE</a></b>.
ar: تتواجد أكثر الأسئلة تكراراً حول Rufus <b><a %s>هنــا</a></b>.
bg: Rufus FAQ са достъпни <b><a %s>ТУК</a></b>.
cs: Dotazy ohledně Rufuse najdete <b><a %s>ZDE</a></b>.
da: En Rufus-FAQ er tilgængelig <b><a %s>HER</a></b>.
el: Οι συχνές ερωτήσεις περί του Rufus (FAQ) είναι διαθέσιμες <b><a %s>εδώ</a></b>.
et: Rufust puudutavad korduma kippuvad küsimused ja nende (KKK) on saadaval <b><a %s>siin</a></b> (inglise keeles).
fr: Un FAQ pour Rufus est disponible <b><a %s>ICI</a></b> (en Anglais).
it: Le FAQ di Rufus sono disponibili <b><a %s>QUI</a></b> (in inglese).
lt: Rufus DUK rasite <b><a %s>ČIA</a></b>.
ru: Rufus FAQ доступен <b><a %s>ЗДЕСЬ</a></b>.
sk: Rufus FAQ je dostupné <b><a %s>TU</a></b> (v angličtine)
sv: En Rufus FAQ finns tillgänglig <b><a %s>HÄR</a></b>.
th: สามารถดูคำถามที่ถูกถามบ่อยเดี่ยวกับRufusได้ <b><a %s>ที่นี่</a></b>
uk: Rufus FAQ доступний <b><a %s>ТУТ</a></b>.

source: To provide feedback, report a bug or request an enhancement, please use the github <a %s>issue tracker</a>. Or you can <a %s>send an e-mail</a>.
ar: لتزويدنا بملاحظاتك أو للإبلاغ عن خطأ في البرنامج أو طلب إضافة عليه، يرجى استخدام <a %s>متعقب القضايا</a> github، أو بإمكانك <a %s>الإرسال عبر البريد الإلكتروني</a>.
bg: За да публикувате коментар, да докладвате грешка или да предложите идея, моля използвайте github <a %s>проследяване ан проблеми</a>. Или <a %s>изпратете e-mail</a>.
cs: Jakoukoli zpětnou vazbu vítáme: Vaše názory a nalezené chyby najdete <a %s>zde</a>. Alternativně nám můžete zastat <a %s>e-mail</a>.
da: Benyt venligst Githubs <a %s>issue-tracker</a> for at give tilbagemeldinger, rapportere om fejl eller anmode om forbedringer. Du kan også <a %s>sende en e-mail</a>.
el: Για να παρέχετε καποια εποικοδομητική κριτική, να αναφέρετε κάποιο σφάλμα ή να ζητήσετε κάποια βελτίωση, παρακαλούμε να χρησιμοποιήσετε τον <a %s>tracker του github</a>. Ή μπορείτε να στείλετε κάποιο <a %s>e-mail εδώ</a>.
et: Et kindlustada tagasisidet tekkinud tarkvaravea kohta või soovid programmi täiustamist, palume kasutada <a %s>issue tracker</a>. või võid saata <a %s>e.kirja e-mail</a>.
fr: Si vous voulez soumettre un commentaire, un bug ou encore effectuer une demande d'amélioration, veuillez utiliser le <a %s>système de gestion d'incidents</a> de github. Ou bien, vous pouvez aussi <a %s>envoyer un e-mail</a>.
it: Usa la funzione <a %s>issue tracker</a> di github per fornire un feedback, segnalare un bug, o richiedere una modifica del programma. O <a %s>inviami una email</a>.
lt: Norėdami pateikti atsiliepimus, pranešti apie klaidas ar siūlyti patobulinimus, naudokitės GitHub <a %s>klausimų skiltimi</a>. Arba galite <a %s>parašyti el. laišką</a>.
ru: Для того чтобы оставить отзыв, сообщить об ошибке или предложить идею, пожалуйста, используйте github <a %s>отслеживание проблем</a>. Также вы можете <a %s>отправить e-mail</a>.
sk: Pre poskytnutie odozvy, ohlásenie chyby alebo požiadavky o vylepšenie, prosím, použite github <a %s>issue tracker</a>. Alebo môžete <a %s>poslať e-mail</a>.
sv: För att lämna synpunkter, rapportera ett fel eller komma med förslag på nya funktioner, använd då github <a %s>issue tracker</a> eller så skicka mig ett <a %s>epostmeddelande</a>.
th: หากต้องการให้ข้อเสนอแนะ รายงานข้อผิดพลาด หรือ เพื่อให้ข้อเสนอแนะรายงานข้อผิดพลาดหรือขอให้มีการเพิ่มประสิทธิภาพโปรดใช้ GitHub <a %s>ติดตามปัญหา</a> หรือคุณสามารถ <a %s>ส่ง e-mail</a>
uk: Для того, щоб залишити відгук, повідомити про помилку чи запропонувати ідею, будь ласка, використовуйте <a %s>відслідковування проблем</a> github. Також ви можете <a %s>відправити e-mail</a>.

source: License
ar: الترخيص
bg: Лиценз
cs: Licence
da: Licens
el: Άδεια Χρήσης
et: Litsents
fr: Licence
it: Licenza
lt: Licencija
ru: Лицензия
sk: Licencia
sv: Licens
th: สิทธิ์การใช้งาน
uk: Ліцензія

source: <a %s>GNU General Public License (GPL) version 3</a> or later.
ar: <a %s>الإصدار الثالث من الترخيص واتفاقية الاستخدام</a> أو ما بعده.
bg: <a %s>Главен Обществен Лиценз GNU версия 3</a> или по-нов.
cs: <a %s>GNU General Public Licence (GPL) verze 3</a>, nebo novější.
da: <a %s>GNU General Public License (GPL) version 3</a> eller senere.
el: <a %s>Γενική Άδεια Δημόσιας Χρήσης GNU έκδοση 3</a> ή αργότερη.
et: <a %s>GNU General Public License (GPL) versioon 3</a> või hilisem.
fr: <a %s>GNU General Public License (GPL) version 3</a> ou ultérieure.
it: <a %s>GNU General Public License (GPL) versione 3</a> o successiva.
lt: <a %s>Bendroji viešoji licencija (GPL), versija 3</a> ar vėlesnė.
ru: <a %s>Открытое лицензионное соглашение GNU (GPL) версии 3</a> или позднее.
sk: <a %s>GNU General Public License (GPL) verzia 3</a> alebo novšia.
sv: <a %s>GNU General Public License (GPL) version 3</a> eller senare.
th: <a %s>ใบอนุญาตสาธารณะทั่วไป (GPL) เวอร์ชั่น 3</a> หรือสูงกว่า
uk: <a %s>Відкрита ліцензійна угода GNU (GPL) версії 3</a> чи більш пізньої.

source: You are free to distribute, modify or even sell the software, insofar as you respect the GPLv3 license.
ar: لديك حرية نشر أو تعديل أو حتى بيع البرنامج، على قدر احترامك لاتفاقية الاستخدام العامة.
bg: Може свободно да разпространявате, променяте или дори да продавате софтуера в съответствие със GPLv3 лиценза.
cs: Šiřte, upravujte i prodávejte Rufus pod záštitou GPLv3 licence.
da: Du er velkommen til at distribuere, ændre eller endda sælge softwaren, så længe du respekterer GPLv3-licensen.
el: Έχετε το δικαίωμα να διανείμετε, να τροποποιήσετε ή ακόμη και να πωλήσετε το παρών λογισμικό, στο βαθμό που θα σέβεται την άδεια GPLv3.
et: Teil on vabadus seda tarkvara levitada, muuta ja isegi müüa, kuni olete kooskõlas GPLv3 litsentsiga.
fr: Vous êtes libres de distribuer, modifier ou encore vendre ce logiciel, tant que vous respectez la licence GPLv3.
it: Sei libero di distribuire, modificare o anche vendere il programma, a patto che tu rispetti la licenza GPLv3.
lt: Jūs turite teisę platinti, keisti ar net parduoti šią programą, tol kol vadovaujatės GPLv3 licencija.
ru: Вы можете свободно распространять, изменять или даже продавать программное обеспечение при соблюдении лицензии GPLv3.
sk: Tento softvér môžete voľne šíriť, upravovať alebo predávať - ale iba v súlade s GPLv3 licenciou.
sv: Du är fri att distribuera, ändra och till och med sälja programmet, i den mån som du respekterar GPLv3 licensen.
th: คุณสามารถแจกจ่าย แก้ไข หรือแม้กระทั่งขายซอฟต์แวร์ได้ ตราบเท่าที่คุณเคารพใบอนุญาต GPLv3
uk: Ви можете вільно розповсюджувати, змінювати чи навіть продавати програмне забезпечення за умови дотримання ліцензії GPLv3.

source: Rufus is produced in a 100%% transparent manner, from its <a %s>public source</a>, using a <a %s>MinGW32</a> environment.
ar: تم إنتاج Rufus بنقاء 100%% من <a %s>كوده المصدري العام</a> باستخدام بيئة التطوير <a %s>MinGW32</a>.
bg: Rufus е създаден по 100%% прозрачен начин, от неговия <a %s>отворен код</a>, използвайки <a %s>MinGW32</a> среда.
cs: Rufus zvládne i začátečník! Programátorská guru najdou jeho zdrojové kódy spolu s knihovnou <a %s>MinGW32</a> ve <a %s>veřejném GIT zdroji</a>.
da: Rufus er produceret på en 100 %% gennemskuelig vis fra sin <a %s>åbne kildekode</a>, ved hjælp af et <a %s>MinGW32</a>-miljø.
el: Το Rufus παράγεται με 100%% διαφανή τρόπο, από το <a %s>δημόσιο πηγαίο κώδικα</a>, εντός ενός <a %s>MinGW32</a> περιβάλλοντος.
et: Rufus on loodud 100%% avatult, selle <a %s> avalikust allikast </a>, kasutades <a %s>MinGW32</a> keskkonda.
fr: Rufus est produit de manière 100%% transparente, depuis son <a %s>code source public</a>, en utilisant un environnement <a %s>MinGW32</a>.
it: Rufus è realizzato al 100%% in modo trasparente, dai suoi <a %s>sorgenti pubblici</a>, usando l'ambiente <a %s>MinGW32</a>.
lt: Rufus yra sukurtas 100%% skaidriu būdu, iš savo <a %s>viešo išeities teksto</a>, naudojantis <a %s>MinGW32</a> aplinka.
ru: Rufus создан со 100%% <a %s>открытым кодом</a> в среде <% s>MinGW32</a>.
sk: Rufus je vytváraný 100%% transparentným spôsobom, z jeho <a %s>verejného zdroja</a>, použitím <a %s>MinGW32</a> prostredia.
sv: Rufus är producerad på ett 100%%-ig transparent sätt, från sin <a %s>public source</a>, med hjälp av <a %s>MinGW32</a> miljö.
th: Rufusได้ถูกสร้างขึ้นมาอย่างโปร่งใส 100 %% จาก<a %s>ซอร์สสาธารณะ</a> โดยใช้ <a %s>mingw32</a>
uk: Rufus створений зі 100%% <a %s>відкритим кодом</a> у середовищі <a %s>MinGW32</a>.
