Repository: pbatard/rufus-web
Catalog: locale/yue/LC_MESSAGES/index.po
Languages: yue_hk

source: Version
yue_hk: 版號

source: Create bootable USB drives the easy way
yue_hk: 話都冇咁易 - 就整到隻 USB Boot 機手指 ~

source: Change language:
yue_hk: 轉睇其他語言:

source: Want to improve this translation?
yue_hk: 想個翻譯再做得好啲？

source: Rufus is a utility that helps format and create bootable USB flash drives, such as USB keys/pendrives, memory sticks, etc.
yue_hk: 有咗 Rufus，就有得格式化同埋整返隻 USB Boot 機手指，好似 USB 隨身手指、Memory Stick 卡咁 - 得咗。

source: It can be especially useful for cases where:
yue_hk: 試過下低咁嘅情形，就知佢幫到你手：

source: you need to create USB installation media from bootable ISOs (Windows, Linux, UEFI, etc.)
yue_hk: 想入隻 ISO 裝機檔落 USB Boot 機手指嗰陣 - 例如 Windows、Linux、UEFI 系統 之類。

source: you need to work on a system that doesn't have an OS installed
yue_hk: 想用部冇裝 OS 嘅機嗰陣

source: you need to flash a BIOS or other firmware from DOS
yue_hk: 想洗洗 BIOS 或者另類 DOS 韌體嗰陣

source: you want to run a low-level utility
yue_hk: 想行啲底層實用架撐嗰陣

source: Despite its small size, Rufus provides everything you need!
yue_hk: 細還細，齊還齊 - Rufus 樣樣都有齊！

source: Oh, and Rufus is <b>fast</b>. For instance it's about twice as fast as <a target="_blank" %s>UNetbootin</a>, <a target="_blank" %s>Universal USB Installer</a> or <a target="_blank" %s>Windows 7 USB download tool</a>, on the creation of a Windows 7 USB installation drive from an ISO. It is also marginally faster on the creation of Linux bootable USB from ISOs.
yue_hk: 仲有，Boot 機邊使九秒九，Rufus 實情<b>快</b>過保特！其實 <a target="_blank" %s>UNetbootin</a>、<a target="_blank" %s>Universal USB Installer</a>、<a target="_blank" %s>Windows 7 USB download tool</a> 佢咃入 Win7 ISO 落手指到已經夠快㗎喇，Rufus 仲要快成倍咁多！用 Rufus 入 Linux ISO 落手指到，就仲快多幾錢重！

source: A non exhaustive list of Rufus supported ISOs is also provided at the bottom of this page.
yue_hk: 碌落網頁最底，嗰到寫低咗 Rufus 行到邊類型系統嘅 ISO 檔。

source: Download
yue_hk: Down 嘢

source: Last updated %s:
yue_hk: %s 卒之更新完：

source: Portable
yue_hk: 行街版

source: Other versions
yue_hk: 其他版號

source: Supported Languages:
yue_hk: 支援多種語言：

source: System Requirements:
yue_hk: 執行所需

source: Windows 7 or later, 32 or 64 bit doesn't matter. Once downloaded, the application is ready to use.
yue_hk: Windows 7（或者更加新）；32、64位元唔拘。Down 完唔使裝就用得。

source: I will take this opportunity to express my gratitude to the translators who made it possible for Rufus, as well as this webpage, to be translated in various languages. If you find that you can use Rufus in your own language, you should really thank them!
yue_hk: Rufus 作者謝意：「我想借今次機會多謝咁多位有份翻譯嘅義工 - 冇佢哋就冇今日嘅 Rufus。就算係個網頁本身，都係一手一腳譯返嚟，先累積到今日廿靈隻語言咁多。用 Rufus 嗰陣睇得到平時嘅語言，相信都係值得感恩嘅！」

source: Usage
yue_hk: 點用

source: Download the executable and run it &ndash; no installation is necessary.
yue_hk: Down 完就即刻用得，唔使裝。

source: The executable is digitally signed and the signature should state:
yue_hk: 個 .exe 檔已經攞咗 數碼簽署，正常嚟講，個簽署會標有：

source: (v1.3.0 or later)
yue_hk: （版號 1.3.0 或者再後啲）

source: (v1.2.0 or earlier)
yue_hk: （版號 1.2.0 或者再早啲）

source: Notes on DOS support:
yue_hk: DOS 支援後話：

source: If you create a DOS bootable drive and use a non-US keyboard, Rufus will attempt to select a keyboard layout according to the locale of your system. In that case, <a target="_blank" %s>FreeDOS</a>, which is the default selection, is recommended over MS-DOS, as it supports more keyboard layouts.
yue_hk: 如果做完隻 DOS Boot 機手指，又冇用到美式鍵盤佈局， Rufus 就會根據系統設置，判斷所在地域先，再揀個啱你嘅輸入佈局。咁嘅情況底下，<a target="_blank" %s>FreeDOS</a> 就有用過 MS-DOS，因為支援到更加多輸入佈局，可以一試。

source: Notes on ISO Support:
yue_hk: ISO 檔支援後話：

source: All versions of Rufus since v1.1.0 allow the creation of a bootable USB from an <a target="_blank" %s>ISO image</a> (.iso).
yue_hk: 由 版號 1.1.0 開始，Rufus 畀你用 <a target="_blank" %s>ISO 檔</a> 入落 USB 手指到當係 Boot 機手指用。

source: Creating an ISO image from a physical disc or from a set of files is very easy to do however, through the use of a CD burning application, such as the freely available <a target="_blank" %s>InfraRecorder</a> or <a target="_blank" %s>CDBurnerXP</a>.
yue_hk: 喺 CD 碟入邊抽個 ISO 檔出嚟其實唔難，不過要做啲手腳。大路嘅免費燒碟程式都做到類似功能，例如 <a target="_blank" %s>InfraRecorder</a> 同埋 <a target="_blank" %s>CDBurnerXP</a>。

source: Frequently Asked Questions (FAQ)
yue_hk: FAQ 解答

source: A Rufus FAQ is available <b><a target="_blank" %s>HERE</a></b>.
yue_hk: 問到爛嘅問題，都喺 <b><a target="_blank" %s>呢邊</a></b> 搵得到。

source: To provide feedback, report a bug or request an enhancement, please use the github <a target="_blank" %s>issue tracker</a>. Or you can <a target="_blank" %s>send an e-mail</a>.
yue_hk: 想留個意見畀作者？想話畀作者知邊到有 BUG？想請作者加啲新嘢？可以去 GitHub 個 <a target="_blank" %s>問題跟進版面</a> 或者直接 <a target="_blank" %s>Send 封 e-mail</a> 畀作者。

source: License
yue_hk: 版權協議

source: <a target="_blank" %s>GNU General Public License (GPL) version 3</a> or later.
yue_hk: 根據 <a target="_blank" %s>GNU General Public License (GPL) version 3</a> 或者再後啲

source: You are free to distribute, modify or even sell the software, insofar as you respect the GPLv3 license.
yue_hk: 即管自自由由咁拎 Rufus 去分發、改造，甚至做牟利用途 - 只要緊記遵守第三版 GPL 嘅協議就得。

source: Rufus is produced in a 100%% transparent manner, from its <a target="_blank" %s>public source</a>, using a <a target="_blank" %s>MinGW32</a> environment.
yue_hk: （詳情請參閱 <a target="_blank" %s>程式原始碼</a>）Rufus 係絕對透明而且公開，喺 <a target="_blank" %s>MinGW32</a> 環境開發。

source: Changelog
yue_hk: 改版記錄 (English ONLY)

source: Source Code
yue_hk: 程式原始碼

source: Alternatively, you can clone the <a target="_blank" %s>git</a> repository using:
yue_hk: 除此之外，亦都畀打指令 <a target="_blank" %s>Clone Git</a>：

source: For more information, see the <a target="_blank" %s>github project</a>.
yue_hk: 或者睇睇 <a target="_blank" %s>GitHub 專案</a>。

source: If you are a developer, you are very much encouraged to tinker with Rufus and submit patches.
yue_hk: 歡迎各路 Programmers 過嚟幫拖，令 Rufus 做得更加好。

source: Donations
yue_hk: 籌錢

source: Since I'm getting asked about this on regular basis, there is <b>no</b> donation button on this page.
yue_hk: 成日有人問有冇得捐錢畀我，可惜個答案係 - <b>冇得</b>。

source: The main reason is that I feel that the donation system doesn't actually help software development and worse, can be guilt-inducing for users who choose not to donate.
yue_hk: 個主要原因係由於我唔覺得捐錢係幫得到軟件開發界；衰啲講句，咁做只會令到一啲冇能力捐到錢嘅用家有愧於心。

source: If you really insist, you can always make a donation to the <a target="_blank" %s>Free Software Foundation</a>, as they are the main reason software like Rufus is possible.
yue_hk: 當然，真心好想捐錢支持軟件公益嘅人，可以選擇將錢捐畀一間叫做 <a target="_blank" %s>Free Software Foundation</a> 嘅團體機構，佢哋絕對係令到 Rufus 賴以成功嘅原因。

source: At any rate, I'll take this opportunity to say <i><u>thank you</u></i> for your continuing support and enthusiasm about this little program: it is much appreciated!
yue_hk: 點都好，我想借今次機會，同大家誠心講聲，<i><u>唔該</u></i>！真係好多謝你哋嘅熱情一路咁撐住呢個程式仔。

source: But please continue to feel free to use Rufus without any guilt about not contributing for it financially &ndash; you should never have to!
yue_hk: 最後，請繼續自由自在咁用 Rufus 呢個程式仔，冇必要感到一分內疚。就算冇用錢銀撐我都好，更何況你哋本身冇必要咁做。

source: Speed comparison between Rufus and other applications
yue_hk: Rufus 對比其他類似程式 －

source: The following tests were carried out on a Windows 7 x64 Core 2 duo/4 GB RAM platform, with an USB 3.0 controller and a <a target="_blank" %s>16 GB USB 3.0 ADATA S102 flash drive</a>.
yue_hk: 下列測試環境係嚟自 Windows 7 x64 Core 2 duo/4 GB RAM 平台，用緊 USB 3.0 介面同埋 <a target="_blank" %s>16 GB USB 3.0 ADATA S102 手指</a>。

source: Non exhaustive list of ISOs Rufus is known to work with
yue_hk: Rufus 明確行到邊類型系統嘅 ISO 檔（包括並唔單止）－

source: English translation by Pete Batard
yue_hk: 由 <a href="https://www.facebook.com/fai.hon.1">Hon Fai</a> 響 2019年尾聲 譯做 香港粵文，此記<br/>（還望更多人繼續講粵語、寫粵文、撐粵字，為廣東語文創立標準）

source: USB icon by
yue_hk: USB 手指圖標設計者係

source: Hosting by
yue_hk: Server 架設響
